Repository: ipkiss42/eliot
Catalog: po/*.po
Languages: ca, cs, es, fr, it, sr

source: [Miscellaneous]
ca: [Miscel·lània]
cs: [Různé]
es: [Miscelánea]
fr: [Divers]
it: [Varie]
sr: [Разно]

source: <up>, <down> Navigate in a box line by line
ca: <amunt>, <avall> Navega línia per línia en una caixa
cs: <up>, <down> Vést v okénku řádek za řádkem
es: <arriba>, <abajo> Navegar línea por línea en una caja
fr: <haut>, <bas> Naviguer dans une boîte ligne par ligne
it: <su>, <giù> Naviga in una finestra riga per riga
sr: <горе>, <доле> Навигација поља линија по линија

source: <pgup>, <pgdown> Navigate in a box page by page
ca: <RePàg>, <AvPàg> Navega per pàgines en una caixa
cs: <pgup>, <pgdown> Vést v okénku stránku za stránkou
es: <RePág>, <AvPág> Navegar por páginas en una caja
fr: <pgup>, <pgdown> Naviguer dans une boîte page par page
it: <PagSU>, <PagGIU> Naviga in una finestra pagina per pagina
sr: <pgup>, <pgdown> Навигација поља страна по страна

source: Ctrl-l Refresh the screen
ca: Ctrl-l Actualitza la pantalla
cs: Ctrl-l Obnovit obrazovku
es: Ctrl-l Actualizar la pantalla
fr: Ctrl-l Rafraîchir l'écran
it: Ctrl-l Aggiorna lo schermo
sr: Ctrl-l Освежи екран

source: LETTER | POINTS | FREQUENCY | REMAINING
ca: FITXA | PUNTS | FREQÜÈNCIA | ROMANENT
cs: PÍSMENO | BODY | ČETNOST | ZBÝVAJÍCÍ
es: FICHA | PUNTOS | FRECUENCIA | RESTANTE
fr: LETTRE | POINTS | FREQUENCE | RESTANT
it: LETTERA | PUNTI | FREQUENZA | RESIDUE
sr: СЛОВО | ПОЕНИ | УЧЕСТАЛОСТ | ОСТАЛО

source: Play a word
ca: Juga una paraula
cs: Hrát slovo
es: Jugar una palabra
fr: Jouer un mot
it: Gioca una parola
sr: Одиграј реч

source: Played word:
ca: Paraula jugada:
cs: Hrané slovo:
es: Palabra jugada:
fr: Mot joué :
it: Parole giocate:
sr: Одиграна реч:

source: Coordinates:
ca: Coordenades:
cs: Souřadnice:
es: Coordenadas:
fr: Coordonnées :
it: Coordinate:
sr: Координате:

source: Dictionary
ca: Diccionari
cs: Slovník
es: Diccionario
fr: Dictionnaire
it: Dizionario
sr: Речник

source: Enter the word to check:
ca: Indiqueu la paraula a comprovar:
cs: Napište slovo k ověření:
es: Indique la palabra a verificar:
fr: Entrer le mot à vérifier :
it: Inserisci la parola da controllare:
sr: Унеси реч за проверу:

source: The word '%ls' exists
ca: La paraula '%ls' existeix
cs: Slovo '%ls' existuje
es: La palabra '%ls' existe
fr: Le mot '%ls' existe
it: La parola '%ls' esiste
sr: Реч '%ls' постоји

source: The word '%ls' does not exist
ca: La paraula '%ls' no existeix
cs: Slovo '%ls' neexistuje
es: La palabra '%ls' no existe
fr: Le mot '%ls' n'existe pas
it: La parola '%ls' non esiste
sr: Реч '%ls' не постоји

source: Save the game
ca: Desa la partida
cs: Uložit hru
es: Guarda la partida
fr: Sauvegarder la partie
it: Salva la partita
sr: Сачувај игру

source: Enter the file name:
ca: Indiqueu el nom de fitxer:
cs: Zadat název souboru:
es: Indique el nombre del archivo:
fr: Entrer le nom du fichier :
it: Inserisci il nome del file:
sr: Унеси име датотеке:

source: Game saved in '%ls'
ca: S'ha desat la partida a '%ls'
cs: Hra uložena v '%ls'
es: Se ha guardado la partida '%ls'
fr: Partie sauvée dans '%ls'
it: Partita salvata in '%ls'
sr: Игра сачувана у '%ls'

source: Error saving game %s:
ca: S'ha produït un error en desar la partida %s:
cs: Chyba při ukládání hry %s:
es: Se ha producido un error al guardar la partida %s:
fr: Erreur pendant l'enregistrement de la partie %s :
it: Errore salvataggio partita %s:
sr: Грешка приликом чувања игре %s:

source: Unable to load game:
ca: No es pot carregar la partida:
cs: Nelze nahrát hru:
es: No se puede cargar la partida:
fr: Impossible de charger la partie :
it: Impossibile caricare la partita:
sr: Не може да учита игру:

source: Pass your turn
ca: Passa la ronda
cs: Vzdát svoje kolo
es: Pasa la ronda
fr: Passer son tour
it: Passa il turno
sr: Прескочи свој потез

source: Enter the letters to change:
ca: Indiqueu les fitxes a canviar:
cs: Zadat písmena ke změně:
es: Indique las fichas a cambiar:
fr: Entrer les lettres à changer :
it: Inserire lettere da cambiare:
sr: Унеси слова за промену:

source: Cannot pass the turn
ca: La ronda no es pot passar
cs: Nelze vzdát kolo
es: La ronda no se puede pasar
fr: Impossible de passer le tour
it: Non puoi passare il turno
sr: Не можете прескочити потез

source: Set rack
ca: Indiqueu el faristol
cs: Nastavit přihrádku
es: Indique el atril
fr: Choix du tirage
it: Imposta leggio
sr: Постави сталак

source: Enter the new letters:
ca: Indiqueu les fitxes noves:
cs: Zadat nová písmena:
es: Indique las fichas nuevas:
fr: Entrer les nouvelles lettres :
it: Inserisci le nuove lettere:
sr: Унеси нова слова:

source: Cannot take these letters from the bag:
ca: No es poden agafar aquestes fitxes del sac:
cs: Tato písmena nelze vzít z pytlíku:
es: No se pueden tomar estas fichas de la bolsa:
fr: Impossible de prendre ces lettres dans le sac :
it: Non puoi prendere queste lettere dal sacchetto:
sr: Не може да узме ова слова из врећице:

source: Free game mode
ca: Mode de partida lliure
cs: Režim volné hry
es: Modo de partida libre
fr: Mode partie libre
it: Modalità partita libera
sr: Слободна игра

source: Duplicate mode
ca: Mode duplicat
cs: Zdvojený režim
es: Modo duplicado
fr: Mode duplicate
it: Modalità duplicato
sr: Дупла игра

source: Joker game
ca: Partida amb escarràs
cs: Hra se žolíkem
es: Partida con comodín
fr: Partie joker
it: Partita jolly
sr: Џокер игра

source: [h for help]
ca: [h per a l'ajuda]
cs: [h pro nápovědu]
es: [h para obtener ayuda]
fr: [h pour l'aide]
it: [h per aiuto]
sr: [h за помоћ]

source: Assignments
ca: Assignacions
cs: Přiřazení
es: Asignaciones
fr: Affectations
it: Assegnazioni
sr: Задаци

source: Master move:
ca: Jugada de referència:
cs: Hlavní tah:
es: Jugada de referencia:
fr: Coup maître :
it: Mossa master:
sr: Мајсторски потез:

source: Select
ca: Seleccioneu
cs: Vybrat
es: Seleccionar
fr: Sélectionner
it: Seleziona
sr: Изабери

source: Hide players with an assigned move
ca: Amaga els jugadors amb jugada assignada
cs: Skrýt hráče s přiřazeným tahem
es: Ocultar los jugadores con jugada asignada
fr: Cacher les joueurs ayant un coup affecté
it: Nascondi i giocatori con mossa assegnata
sr: Сакриј играче са додељеним потезима

source: Assign move
ca: Assigna la jugada
cs: Přiřadit tah
es: Asignar la jugada
fr: Affecter coup
it: Assegna mossa
sr: Додели потез

source: Indicate that the selected player(s) did not play
ca: Indica que els jugadors seleccionats no fan cap jugada
cs: naznačit, že vybraný hráč(i) nehrál
es: Indica que los jugadores seleccionados no harán ninguna jugada
fr: Indiquer que le(s) joueur(s) sélectionné(s) n'ont pas joué
it: Indica che i giocatori selezionati non hanno giocato
sr: Означи да изабрани играчи нису играли

source: Suppress move
ca: Retira la jugada
cs: Zrušit tah
es: Retirar la jugada
fr: Supprimer coup
it: Elimina mossa
sr: Забрана потеза

source: Validate the current turn and start a new one
ca: Valida la ronda actual i n'inicia una de nova
cs: Schválit nynější tah a začít nový
es: Validar la ronda actual y empezar una nueve
fr: Valider le tour en cours et en démarrer un nouveau
it: Convalida il turno in corso e iniziane uno nuovo
sr: Потврдите овај потез и почните нови

source: &End turn
ca: &Fi de la ronda
cs: &Ukončit tah
es: &Fin de la ronda
fr: Finir &Tour
it: &Fine turno
sr: &Крај потеза

source: Random
ca: Aleatori
cs: Náhodný
es: Aleatorio
fr: Aléatoire
it: Casuale
sr: Насумично

source: Search
ca: Cerca
cs: Hledat
es: Buscar
fr: Recherche
it: Cerca
sr: Претрага

source: Possible words
ca: Paraules possibles
cs: Možná slova
es: Palabras posibles
fr: Mots possibles
it: Parole possibili
sr: Могуће речи

source: Filter results:
ca: Filtra resultats:
cs: Filtrovat výsledky:
es: Filtra los resultados:
fr: Filtrer les résultats :
it: Filtra i risultati:
sr: Резултати филтера:

source: Word:
ca: Paraula:
cs: Slovo:
es: Palabra:
fr: Mot :
it: Parola:
sr: Реч:

source: Ref.:
cs: Souřadnice:
es: Coord.:
fr: Réf. :
it: Arbitro.:
sr: Реф.:

source: Check word
ca: Comprova la paraula
cs: Ověřit slovo
es: Verificar la palabra
fr: Vérifier mot
it: Controlla parola
sr: Провери реч

source: Remaining vowels:
ca: Vocals romanents:
cs: Zbývající samohlásky:
es: Vocales restantes:
fr: Voyelles restantes :
it: Vocali rimanenti:
sr: Преостало самогласника:

source: Remaining consonants:
ca: Consonants romanents:
cs: Zbývající souhlásky:
es: Consonantes restantes:
fr: Consonnes restantes :
it: Consonanti rimanenti:
sr: Преостали сугласници:

source: Remaining jokers:
ca: Escarrassos romanents:
cs: Zbývající žolíci:
es: Comodines restantes:
fr: Jokers restants :
it: Jolly rimanenti:
sr: Преостало џокера:

source: Check
ca: Comprova
cs: Ověřit
es: Verificar
fr: Vérification
it: Controlla
sr: Провери

source: Save list...
ca: Desa la llista...
cs: Uložit seznam...
es: Guardar la lista...
fr: Enregistrer la liste...
it: Salva lista...
sr: Сачувај листу...

source: Minimum length:
ca: Longitud mínima:
cs: Nejmenší délka:
es: Longitud mínima:
fr: Longueur minimum :
it: Lunghezza minima:
sr: Минимална дужина:

source: Maximum length:
ca: Longitud màxima:
cs: Největší délka:
es: Longitud máxima:
fr: Longueur maximum :
it: Lunghezza massima:
sr: Максимална дужина:

source: Note: only the 1000 first results have been displayed
ca: Nota: només es mostraran els primers 1.000 resultats
cs: Poznámka: Bylo zobrazeno pouze prvních tisíc výsledků
es: Nota: sólo se mostraran los primeros 1000 resultados
fr: Note : seuls les 1000 premiers résultats ont été affichés
it: Nota: solo i primi 1000 risultati sono stati visualizzati
sr: Напомена: само првих 1000 резултата је приказано

source: Regular expressions
ca: Expressions regulars
cs: Regulární výrazy
es: Expresiones regulares
fr: Expressions régulières
it: Espressione regolare
sr: Регуларан израз

source: Dictionary name:
ca: Nom del diccionari:
cs: Název slovníku:
es: Nombre del diccionario:
fr: Nom du dictionnaire :
it: Nome dizionario:
sr: Име речника:

source: Letters:
ca: Fitxes:
cs: Písmena:
es: Fichas:
fr: Lettres :
it: Lettere:
sr: Слова:

source: Number of words:
ca: Nombre de paraules:
cs: Počet slov:
es: Número de palabras:
fr: Nombre de mots :
it: Numero parole:
sr: Број речи:

source: Save words list...
ca: Desa la llista de paraules...
cs: Uložit seznam slov...
es: Guarda la lista de palabras...
fr: Enregistrer la liste de mots...
it: Salva lista parole...
sr: Сачувај листу речи...

source: Dic. info.
ca: Informació del diccionari
cs: Info o slovníku
es: Inf. del dicc.
fr: Infos dic.
it: Info dizionario
sr: Реч. инфо.

source: Description
ca: Descripció
cs: Popis
es: Descripción
it: Descrizione
sr: Опис

source: Load this dictionary in Eliot
ca: Carrega aquest diccionari a l'Eliot
cs: Nahrát tento slovník do Eliota
es: Carga este diccionario en Eliot
fr: Charger ce dictionnaire dans Eliot
it: Carica questo dizionario in Eliot
sr: Учитај овај речник у Eliot

source: Browse...
ca: Explora...
cs: Procházet...
es: Explorar...
fr: Parcourir...
it: Sfoglia ...
sr: Претрага...

source: Generated dictionary:
ca: Diccionari generat:
cs: Vytvořený slovník:
es: Diccionario generado:
fr: Dictionnaire généré :
it: Dizionario generato:
sr: Генерисан речник:

source: Word list:
ca: Llista de paraules:
cs: Seznam slov:
es: Lista de palabras:
fr: Liste de mots :
it: Lista parole:
sr: Листа речи:

source: Load letters from word list
ca: Carrega les lletres des de la llista de paraules
cs: Nahrát písmena ze seznamu slov
es: Carga las letras desde la lista de palabras
fr: Récupérer les lettres de la liste de mots
it: Carica lettere da lista parole
sr: Учитај слова из листе речи

source: Use the values for the current dictionary for all the letters below (unknown letters will be ignored)
ca: Usa els valors del diccionari actual per a totes les següent fitxes (les lletres desconegudes s'ignoraran)
cs: Použít hodnoty pro současný slovník na všechna slova (neznámá slova se budou přehlížet)
es: Usa los valores del diccionario actual para todas la fichas siguientes (las letras desconocidas se ignoraran)
fr: Utiliser les valeurs du dictionnaire courant pour toutes les lettres ci-dessous (les lettres inconnues vont être ignorées)
it: Utilizza i valori del dizionario corrente per tutte le lettere qui di seguito (le lettere sconosciute saranno ignorate)
sr: Користи вредности из тренутног речника за сва слова испод (непозната слова ће бити игнорисана)

source: Use values from current dictionary
ca: Usa els valors del diccionari actual
cs: Použít hodnoty ze současného slovníku
es: Usa los valores del diccionario actual
fr: Utiliser les valeurs du dictionnaire courant
it: Usa valori del dizionario corrente
sr: Користи вредности из тренутног речника

source: External board
ca: Tauler extern
cs: Vnější deska
es: Tablero externo
fr: Plateau de jeu externe
it: Tabellone esterno
sr: Екстерна табла

source: New game
ca: Partida nova
cs: Nová hra
es: Partida nueva
fr: Nouvelle partie
it: Nuova partita
sr: Нова игра

source: Game type
ca: Tipus de partida
cs: Druh hry
es: Tipo de partida
fr: Type de partie
it: Tipo partita
sr: Тип игре

source: Mode:
cs: Režim:
es: Modo:
it: Modalità:
sr: Начин:

source: Duplicate
ca: Duplicada
cs: Zdvojení
es: Duplicada
it: Duplicato
sr: Дупликат

source: Arbitration (duplicate)
ca: Arbitratge (duplicat)
cs: Rozhodčí režim (zdvojení)
es: Arbitraje (duplicada)
fr: Arbitrage (duplicate)
it: Arbitrato (duplicato)
sr: Арбитража (дупликати)

source: Variant:
cs: Obměna:
es: Variante:
fr: Variante :
it: Variante:
sr: Варијанта:

source: Explosive game
ca: Partida explosiva
cs: Výbušná hra
es: Partida explosiva
fr: Partie détonante
it: Partia esplosiva
sr: Експлозивна игра

source: 7 among 8
ca: 7 entre 8
cs: 7 mezi 8
es: 7 entre 8
fr: 7 sur 8
it: 7 di 8
sr: 7 међу 8

source: Master game
ca: Partida màster
cs: Hlavní hra
es: Partida màster
fr: Partie maîtresse
it: Partita master
sr: Мајсторска игра

source: Use a master game
ca: Usa una partida màster
cs: Použít hlavní hru
es: Usa una partida màster
fr: Utiliser une partie maîtresse
it: Usa una partita master
sr: Користи мајсторску игру

source: Saved game to use:
ca: Partida desada a usar:
cs: Uložená hra k použití:
es: Partida guardada a usar:
fr: Sauvegarde à utiliser :
it: Partita salvata da utilizzare:
sr: Сачувана игра за коришћење:

source: Add &player
ca: Afegeix un &jugador
cs: Přidat &hráče
es: Añadir un &jugador
fr: &Ajouter un joueur
it: Aggiungi &giocatore
sr: Додај &играча

source: Add &favorite players...
ca: Afegeix jugadors &preferits...
cs: Přidat &oblíbené hráče...
es: Añadir jugadores &favoritos...
fr: Ajouter des joueurs &favoris...
it: Aggiungi &giocatore preferito...
sr: Додај &омиљене играче...

source: Shu&ffle
ca: &Remena
cs: Za&míchat
es: &Mezclar
fr: &Mélanger
it: Mes&cola
sr: Проме&шај

source: Change letters:
ca: Canvia fitxes:
cs: Změnit písmena:
es: Cambiar fichas:
fr: Lettres à changer :
it: Cambia lettere:
sr: Замени слова:

source: &Pass
ca: &Passa
cs: &Vzdát
es: &Pasar
fr: Pa&sser
it: &Passa
sr: Преско&чи

source: Play a word:
ca: Juga una paraula:
cs: Hrát slovo:
es: Jugar una palabra:
fr: Jouer le mot :
it: Gioca una parola:
sr: Одиграј реч:

source: Enter the word to play (case-insensitive). A joker from the rack must be written in parentheses. E.g.: w(o)rd or W(O)RD
ca: Indiqueu la paraula que voleu jugar. Per indicar el valor de l'escarràs, feu-ho escrivint el valor entre parèntesis. Ex: para(u)la o PARA(U)LA
cs: Zadejte slovo, se kterým se má hrát (rozlišují se velká a malá písmena). Žolík z přihrádky musí být zapsán v kulatých závorkách. Například: sl(o)vo nebo SL(O)VO
es: Indique la palabra que desea jugar. Para indicar el valor del comodín, hágalo escribiendo el valor entre paréntesis. Ej: palab(r)a o PALAB(R)A
fr: Entrer le mot à jouer (insensible à la casse). Un joker provenant du chevalet doit être écrit entre parenthèses. Ex. : m(o)( ou M(O)T
it: Inserire la parola da giocare (nessuna differenza tra maiuscole e minuscole). Un jolly del leggio deve essere scritto tra parentesi. Es.: p(a)rola o P(A)ROLA
sr: Унеси реч коју хоћеш да одиграш (неосетљива на величину слова). Џокер из сталка мора бити написан у заградама. Нпр: р(е)ч или Р(Е)Ч

source: Play
ca: Juga
cs: Hrát
es: Jugar
fr: Jouer
it: Gioca
sr: Играј

source: Enter the coordinates of the word. Specify the row before the column for horizontal words, and the column before the row for vertical words. E.g.: H4 or 4H
ca: Indiqueu les coordenades de la jugada. Especifiqueu la fila abans de la columna per a paraules horitzontals, i la columna abans de la fila per a paraules verticals. Ex.: H4 o 4H
cs: Zadejte souřadnice slova. Určete řádek před sloupcem pro vodorovná slova, a sloupec před řádkem pro svislá slova. Např.: H4 nebo 4H
es: Indique las coordenadas de la jugada. Especifique la fila antes de la columna para las palabras horizontales, y la columna antes de la fila para las palabras verticales. Ej.: H4 o 4H
fr: Entrer les coordonnées du mot. Spécifier la rangée avant la colonne pour les mots horizontaux, et la colonne avant la rangée pour les mots verticaux. Ex. : H4 ou 4H
it: Inserisci le coordinate della parola. Specifica la riga prima della colonna per le parole orizzontali, e la colonna prima della riga per le parole verticali. Es.: H4 o 4H
sr: Унеси координате речи. Наведите ред пре колоне за водоравне речи, и колону пре реда за усправне речи. Нпр: H4 или 4H

source: Points:
ca: Punts:
cs: Body:
es: Puntos:
it: Punti:
sr: Поени:

source: Enter the letters you want to change
ca: Indiqueu les fitxes que voleu canviar
cs: Zadejte písmena, která chcete změnit
es: Indique las fichas que desea cambiar
fr: Entrer les lettres à changer
it: Inserisci le lettere che vuoi cambiare
sr: Унесите слова која желите да замените

source: &Change
ca: &Canvia
cs: &Změnit
es: &Cambiar
fr: &Changer
it: &Cambio
sr: &Замени

source: Preferences
ca: Preferències
cs: Nastavení
es: Preferencias
fr: Préférences
it: Preferenze
sr: Подешавања

source: Alert level (in seconds):
ca: Temps d'alerta (en segons):
cs: Úroveň poplachu (v sekundách):
es: Tiempo de alerta (en segundos):
fr: Niveau d'alerte (en secondes) :
it: Livello di allarme (in secondi):
sr: Ниво упозорења (у секундама):

source: Timer total duration (in seconds):
ca: Durada total del rellotge (en segons):
cs: Celková doba trvání pro stopky v sekundách:
es: Duración total del reloj (en segundos):
fr: Durée totale du minuteur (en secondes) :
it: Durata totale timer (in secondi):
sr: Укупно трајање тајмера (у секундама):

source: Timer beeps
ca: Sons del rellotge
cs: Pípnutí stopek
es: Sonidos del reloj
fr: Bips minuteur
it: Segnali acustici timer
sr: Оглашавање тајмера

source: Start timer automatically when the rack changes
ca: Inicia el rellotge automàticament si el faristol principal canvia
cs: Spustit stopky automaticky, když se přihrádka změní
es: Inicia el reloj automáticamente cuando el atril cambia
fr: Démarrer le minuteur automatiquement quand le tirage change
it: Avviare il timer automaticamente quando cambia il leggio
sr: Покрени тајмер аутоматски када се сталак промени

source: Miscellaneous
ca: Miscel·lània
cs: Různé
es: Miscelánea
fr: Divers
it: Varie
sr: Разно

source: Definitions site:
ca: Lloc web de definicions:
cs: Stránka s vymezeními:
es: Web de definiciones:
fr: Site de définitions :
it: Sito definizioni:
sr: Сајт за дефиниције:

source: Dictionary path:
ca: Camí al diccionari:
cs: Cesta ke slovníku:
es: Camino al diccionario:
fr: Chemin du dictionnaire :
it: Percorso dizionario:
sr: Путања речника:

source: Enter the dictionary path (mandatory to start a game)
ca: Indiqueu el camí al diccionari (això és obligatori per a poder iniciar una partida)
cs: Zadejte cestu ke slovníku (povinné, aby hra mohla být spuštěna)
es: Indique el camino al diccionario (esto es obligatorio para poder iniciar una partida)
fr: Entrer le chemin du dictionnaire (obligatoire pour jouer une partie)
it: Specifica il percorso del dizionario (obbligatorio per iniziare una partita)
sr: Унесите путању речника (неопходно за почетак игре)

source: Open a browser window to choose the dictionary
ca: Obre una finestra de l'explorador per a seleccionar un diccionari
cs: Otevřít okno s prohlížečem pro výběr slovníku
es: Abre una ventana del explorador para seleccionar un diccionario
fr: Ouvre une fenêtre de sélection du dictionnaire
it: Aprire una finestra del browser per scegliere il dizionario
sr: Отвори прозор претраживича да изаберете речник

source: Show/hide the tiles points on the board.
ca: Mostra/amaga el valor facial de les fitxes al tauler.
cs: Ukázat/Skrýt body hracích kamenů na hrací desce.
es: Mostrar/ocultar el valor facial de las fichas en el tablero.
fr: Afficher/cacher les points des jetons sur la grille.
it: Mostra/nascondi i punti delle tessere sul tabellone.
sr: Прикажи/сакриј поене на плочицама на табли.

source: Display tiles points
ca: Mostra el valor de les fitxes
cs: Zobrazit body hracích kamenů
es: Mostrar el valor de las fichas
fr: Afficher les points
it: Mostra punti delle tessere
sr: Прикажи поене на плочицама

source: If checked, the game and player histories will display the rack and the corresponding solution on the same line
ca: Si està marcat, els historials de partida i jugador mostraran el faristol i la solució corresponent en la mateixa línia
cs: Je-li zaškrtnuto, průběh hry a minulost hráče budou zobrazovat přihrádku a odpovídající řešení na témže řádku
es: Si está marcado, los historiales de partida y jugador mostraran el atril y la solución correspondiente en la misma línea
fr: Si la case est cochée, les historiques de la partie et des joueurs afficheront le tirage et la solution correspondante sur la même ligne
it: Se selezionato, la cronologia di gioco e del giocatore visualizzerà il leggio e la soluzione corrispondente sulla stessa linea
sr: Ако је селектовано, игра и историја играча ће приказати садржај сталка и одговарајуће решење у истој линији

source: Align the rack and the solution in history
ca: Alinea el faristol i la solució a l'historial
cs: Zarovnat přihrádku a řešení v záznamu o průběhu hry
es: Alinear el atril y la solución en el historial
fr: Aligner tirages et solutions dans l'historique
it: Allinea il leggio e la soluzione nella cronologia
sr: Поравнај сталак и решења у историји

source: Check periodically for new versions
ca: Comprova periòdicament si hi ha noves versions
cs: Pravidelně se dívat po nových verzích
es: Comprueba periódicamente si hay versiones nuevas
fr: Chercher des mises à jour périodiquement
it: Controlla periodicamente nuove versioni
sr: Потражи нове верзије периодично

source: Interface
ca: Interfície
cs: Rozhraní
es: Interfaz
it: Interfaccia
sr: Интерфејс

source: If checked, playing an invalid or misplaced word will not be possible. If unchecked, you will get 0 point and lose your turn
ca: Si està marcat, no és possible jugar una paraula invàlida o amb coordenades errònies. Si està desmarcat, obtindreu 0 punts i perdreu la ronda
cs: Je-li zaškrtnuto, hra neplatného nebo špatně umístěného slova nebude možná. Není-li zaškrtnuto, dostanete 0 bodů a ztratíte své kolo
es: Si está marcado, no es posible jugar una palabra inválida o con coordenadas incorrectas. Si está desmarcado, se obtendrán 0 puntos y se perderá la ronda
fr: Si la case est cochée, jouer un mot invalide ou mal placé sera impossible. Sinon, un tel mot apportera 0 point et vous perdrez votre tour
it: Se selezionato, giocare un termine non valido o fuori posto non sarà possibile. Se deselezionato, si otterranno 0 punti e si perderà il turno
sr: Ако је селектовано, играње неважећих или погрешних речи неће бити могуће. Ако није, добићете 0 поена и изгубити потез

source: Refuse to play invalid moves
ca: Rebutja fer jugades no vàlides
cs: Odmítnout hrát neplatné tahy
es: Rechazar hacer jugada no válidas
fr: Refuser de jouer des mots invalides
it: Rifiuta di giocare mosse invalide
sr: Одбија да игра неважеће потезе
