Repository: ipkiss42/eliot
Catalog: po/*.po
Languages: ca, cs, es, fr, it, sr

source: Min. players for a solo:
ca: Nre. de jugadors mínim per a bonificar una jugada magistral:
cs: Nejmenší počet hráčů pro sólo:
es: Nº mínimo de jugadores para bonificar una jugada magistral:
fr: Nombre minimal de joueurs pour un solo :
it: Min. giocatori per un assolo:
sr: Мин. број играча за соло:

source: Solo value:
ca: Bonificació per jug. magistral:
cs: Hodnota pro sólo:
es: Bonificación por jugada magistral:
fr: Valeur du solo :
it: Valori assolo:
sr: Индивидуална вредност:

source: Value of the solo bonus. Set it to 0 if you don't want solo bonus
ca: Valor de la bonificació per jugada magistral, única millor jugada entre tots els jugadors. Indiqueu 0 si no voleu bonificar les jugades magistrals
cs: Hodnota odměny za sólo. Nastavte ji na nulu, pokud nechcete odměnu za sólo
es: Valor de la bonificación por jugada magistral. Indique 0 si no desea bonificar las jugada magistrales
fr: Valeur de la prime de solo. Mettez 0 pour désactiver les primes de solo.
it: Valore del bonus per l'assolo. Impostare a 0 se non si desiderano bonus per l'assolo
sr: Вредност соло бонуса. Поставите га на 0 ако не желите соло бонус

source: Minimum number of players needed to take into account the solo bonus
ca: Nombre mínim de jugadors necessari per aplicar la bonificació de jugada magistral
cs: Nejmenší počet hráčů nezbytných pro vzetí odměny za sólo
es: Número mínimo de jugadores necesario para tener en cuenta la bonificación por jugada magistral
fr: Nombre minimal de joueurs pour prendre en compte la prime de solo
it: Numero minimo di giocatori necessario per tener conto del bonus di assolo
sr: Минималан број играча којих је потребно узети у обзир соло бонуса

source: Search results limit:
ca: Límit de resultats de cerca:
cs: Omezení výsledků hledání:
es: Límite de resultados de búsqueda:
fr: Limite pour les résultats de la recherche :
it: Limiti risultati della ricerca:
sr: Резултати претраге у границама:

source: Arbitration mode
ca: Mode d'arbitratge
cs: Rozhodčí režim
es: Modo de arbitraje
fr: Mode arbitrage
it: Modalità arbitrato
sr: Арбитража

source: Choose a master move automatically
ca: Selecciona una jugada de referència automàticament
cs: Vybrat hlavní tah automaticky
es: Seleccionar una jugada de referencia automáticamente
fr: Choisir un coup maître automatiquement
it: Scegli una mossa master automaticamente
sr: Изабери мајсторски потез аутоматски

source: Propose a new rack automatically
ca: Proposa un faristol nou automàticament
cs: Navrhnout novou přihrádku automaticky
es: Proponer un atril nuevo automáticamente
fr: Proposer un nouveau tirage automatiquement
it: Proponi un nuovo leggio automaticamente
sr: Предложи нови сталак аутоматски

source: If checked, any change to the player rack in training mode will update the 'Plus 1' tab of the 'Dictionary tools' window
ca: Si està marcat, qualsevol camí al faristol del jugador en mode d'entrenament actualitzarà la pestanya 'Més 1' de la finestra d'eines de diccionari
cs: Je-li zaškrtnuto, jakákoli změna hráčovy přihrádky v režimu procvičování obnoví kartu 'Plus 1' okna 'Slovníkové nástroje'
es: Si está marcado, cualquier cambio en el atril del jugador en modo entrenamiento actualizará la pestaña 'Más 1' de la ventana de herramientas del diccionario
fr: Si la case est cochée, tout changement du tirage du joueur en mode entraînement sera répercuté sur l'onglet "Plus 1" de la fenêtre "Outils du dictionnaire"
it: Se selezionato, qualsiasi modifica al leggio del giocatore in modalità allenamento aggiornerà la scheda 'Più 1' della finestra 'Strumenti dizionario'
sr: Ако је селектовано, свака промена у играчевом сталку у тренинг игри ће ажурирати 'Плус 1' картицу у прозору 'Алатке речника'

source: Copy rack to the 'Plus 1' dictionary tool
ca: Copia el faristol a l'eina de diccionari 'Més 1'
cs: Kopírovat přihrádku do slovníkového nástroje 'Plus 1'
es: Copiar el atril a la herramienta de diccionario 'Más 1'
fr: Copier le tirage vers l'outil "Plus 1" du dictionnaire
it: Copia leggio sullo strumento di dizionario 'Più 1'
sr: Копирај сталак у 'Плус 1' алатку за речник

source: Handle solos automatically
ca: Gestiona les bonificacions per jugada magistral automàticament
cs: Zacházet se sóly automaticky
es: Gestionar las bonificaciones por jugada magistral automáticamente
fr: Gérer les solos automatiquement
it: Gestisci assoli automaticamente
sr: Предложи соло аутоматски

source: Penalty value:
ca: Valor de la penalització:
cs: Hodnota pro pokutu:
es: Valor de la penalización:
fr: Valeur de la pénalité :
it: Valore penalità:
sr: Вредност казне:

source: Warnings limit:
ca: Límit d'avisos:
cs: Omezení pro varování:
es: Límite de avisos:
fr: Nombre limite d'avertissements :
it: Limiti avvertimenti:
sr: Границе за упозорења:

source: Default number of points for a penalty
ca: Nombre predeterminat de punts de penalització
cs: Výchozí počet bodů pro pokutu
es: Número predeterminado de puntos de penalización
fr: Nombre de points par défaut pour une pénalité
it: Numero predefinito di punti per una penalità
sr: Подразумеван број поена за казну

source: Additional penalty given when the timer expires:
ca: Penalització addicional assignaa si el rellotge expira:
cs: Stanovený dodatečný postih při vypršení časomíry:
es: Penalización adicionals asignada cuando el tiempo finalizada:
fr: Pénalité supplémentaire quand le minuteur s'arrête :
it: Sanzione supplementare data alla scadenza del timer:
sr: Додатна казна дата када тајмер истекне:

source: Give a 1 point penalty for each elapsed second
ca: Assigna 1 punt de penalització per cada segon transcorregut.
cs: Dát za každou uplynulou sekundu 1 bod postihu
es: Asigna 1 punto de penalización por cada periodo superado
fr: Donner une pénalité d'un point par seconde écoulée
it: Dai una penalità di 1 punto per ogni secondo trascorso
sr: Додели 1 казнени поен за сваку секунду након истека

source: Game modes
ca: Modes de partida
cs: Herní režimy
es: Modos de partida
fr: Modes de jeu
it: Modalità partita
sr: Модели игре

source: When a game is on going, ask for a confirmation:
ca: Durant una partida, demana confirmació:
cs: Když hra běží požádat o potvrzení:
es: Durante una partida, solicita confirmación:
fr: Quand une partie est en cours, demander une confirmation :
it: Quando una partita è in corso, chiedi conferma:
sr: У току игре, затражи потврду:

source: Before starting a new game
ca: Abans d'iniciar una partia nova
cs: Před započetím nové hry
es: Antes de iniciar una partida nueva
fr: Avant de démarrer une partie
it: Prima di inziare una nuova partita
sr: Пре почетка нове игре

source: Before loading a game
ca: Abans d'obrir una partida
cs: Před nahráváním hry
es: Antes de abrir una partida
fr: Avant de charger une partie
it: Prima di caricare una partita
sr: Пре учитавања игре

source: Before loading a dictionary
ca: Abans de carregar un diccionari
cs: Před nahráváním slovníku
es: Antes de cargar un diccionario
fr: Avant de charger un dictionnaire
it: Prima di caricare un dizionario
sr: Пре бирања речника

source: Before replaying a turn
ca: Abans de tornar a jugar una ronda
cs: Před opakováním kola
es: Antes de volver a jugar una ronda
fr: Avant de rejouer un tour
it: Prima di rigiocare un turno
sr: Упозори пре понављања потеза

source: Before quitting Eliot
ca: Abans de sortir de l'Eliot
cs: Před ukončením Eliota
es: Antes de salir de Eliot
fr: Avant de quitter Eliot
it: Prima di uscire da Eliot
sr: Пре затварања Eliot-а

source: In arbitration mode, ask for a confirmation:
ca: En el mode arbitratge, demana confirmació:
cs: V rozhodčím režimu požádat o potvrzení:
es: En el modo arbitraje, solicitar confirmación:
fr: En mode arbitrage, demander une confirmation :
it: In modalità di arbitrato, chiedi conferma:
sr: У игри арбитраже, захтевај потврду:

source: Before replacing the selected master move
ca: Abans de canviar la jugada de referència seleccionada
cs: Před nahrazením vybraného hlavního tahu
es: Antes de cambiar la jugada de referencia seleccionada
fr: Avant de remplacer le coup maître sélectionné
it: Prima di sostituire la mossa master selezionata
sr: Пре замене изабраног мајсторског потеза

source: When selecting a non optimal master move
ca: En seleccionar una jugada referència no òptima
cs: Při výběru ne nejlepšího hlavního tahu
es: Al seleccionar una jugada de referencia no óptima
fr: Lorsqu'un coup maître non optimal est sélectionné
it: Quando si seleziona una mossa master non ottimale
sr: Када је изабран неоптимални мајсторски потез

source: When selecting a master move using jokers uselessly
ca: En seleccionar una jugada de referència que usa més escarrassos dels necessaris
cs: Při výběru hlavního tahu používaje více žolíků, než je nutné
es: Al seleccionar una jugada de referencia que usa más comodines de los necesarios
fr: Lorsqu'un coup maître utilise plus de jokers que nécessaire
it: Quando si seleziona una mossa master usando jolly inutilmente
sr: Када изабрани мајсторски потез користи без потребе

source: Before suppressing a player move
ca: Abans de retirar una jugada assignada
cs: Před zrušením hráčova tahu
es: Antes de retirar una jugada asignada
fr: Avant de supprimer le coup d'un joueur
it: Prima di annullare la mossa di un giocatore
sr: Пре забране потеза играча

source: Before replacing a player move
ca: Abans de canviar la jugada d'un jugador
cs: Před nahrazením hráčova tahu
es: Antes de cambiar la jugada de un jugador
fr: Avant de remplacer le coup d'un joueur
it: Prima di sostituire la mossa di un giocatore
sr: Упозори пре замене потеза

source: Before losing a player move (with a rack change)
ca: Abans de perdre una jugada assignada (en canviar el faristol)
cs: Před ztracením hráčova tahu (změnou přihrádky)
es: Antes de perder una jugada asignada (al cambiar el atril)
fr: Avant de perdre le coup d'un joueur (avec un changement de tirage)
it: Prima di perdere la mossa di un giocatore (con un cambio leggio)
sr: Пре него што играч изгуби потез (са заменом сталка)

source: When ending an incomplete turn
ca: En finalitzar una ronda incompleta
cs: Při skončení neúplného tahu
es: Al finalizar una ronda incompleta
fr: Lorsqu'un tour incomplet se termine
it: Terminando un turno incompleto
sr: Када се завршава некомплетан потез

source: Confirmations
ca: Confirmacions
cs: Potvrzení
es: Confirmaciones
it: Conferme
sr: Потврде

source: Players tables definition
ca: Definició de les taules dels jugadors
cs: Stanovení hráčských stolů
es: Definición de las mesas de los jugadores
fr: Définition des tables des joueurs
it: Definizione tavoli giocatori
sr: Дефиниција табела за играче

source: Get hints...
ca: Pistes...
cs: Dostat rady...
es: Pistas...
fr: Indices...
it: Suggerimenti...
sr: Погледај предлоге...

source: Total score:
ca: Punt. total:
cs: Celkový výsledek:
es: Punt. total:
fr: Score total :
it: Totale punti:
sr: Укупан резултат:

source: &New rack
ca: Faristol &nou
cs: &Nová přihrádka
es: Atril &nuevo
fr: &Nouveau tirage
it: &Nuovo leggio
sr: &Нови сталак

source: &Complement
ca: &Complementa
cs: &Doplněk
es: &Complementar
fr: &Complément
it: &Integrazione
sr: &Допуна

source: Sea&rch
ca: Ce&rca
cs: &Hledání
es: &Buscar
fr: &Recherche
it: Ce&rca
sr: &Претрага

source: &Play selected
ca: &Jugada seleccionada
cs: Hrát &vybrané
es: &Jugada seleccionada
fr: &Jouer sélection
it: &Gioco selezionato
sr: &Одиграј изабрано

source: Error in the word list on line %1%, col %2%: %3%
es: Hay un error en la lista de palabras en la línea %1%, columna %2%: %3%
fr: Erreur dans la liste de mots à la ligne %1%, colonne %2%: %3%

source: -d 'ODS 5.0' -l letters.txt -i ods5.txt -o ods5.dawg
ca: -d 'ODS 5.0' -l fitxes.txt -i ods5.txt -o ods5.dawg
es: -d 'ODS 5.0' -l fichas.txt -i ods5.txt -o ods5.dawg
fr: -d 'ODS 5.0' -l lettres.txt -i ods5.txt -o ods5.dawg

source: S
ca: M
es: M

source: Ctrl+O
es: Ctrl+A

source: Ctrl+S
es: Ctrl+G

source: Ctrl+Home
ca: Ctrl+Inici
es: Ctrl+Inicio
fr: Ctrl+Début

source: Ctrl+End
ca: Ctrl+Final
es: Ctrl+Fin
fr: Ctrl+Fin
it: Ctrl+Fine

source: Plus 1
ca: Més 1
es: Más 1
it: Più 1
sr: Плус 1

source: http://www.nongnu.org/eliot/en/
fr: http://www.nongnu.org/eliot/
it: http://www.nongnu.org/eliot/it/
