Repository: ipkiss42/eliot
Catalog: po/*.po
Languages: ca, cs, es, fr, it, sr

source: -x, --hexa Print data as hexadecimal (for debugging)
ca: -x, --hexa Mostra les dades en format hexadecimal (per a depuració)
cs: -x, --hexa Vytisknout data jako šestnáctková (pro ladění)
es: -x, --hexa Muestra los datos en hexadecimal (para depuración de errores)
fr: -x, --hexa Afficher les données en hexadécimal (pour déboguer)
it: -x, --hexa Stampa dati come esadecimali (per il debug)
sr: -x, --hexa Штампа податке хекцадецимално (за дебагирање)

source: If no output option is specified, --header is used implicitly.
ca: Si no indiqueu cap opció de sortida, --header s'usa implícitament.
cs: Pokud není zadána žádná výstupní volba, --header se použije mlčky.
es: Si no se indica una opción de salida, --header se usar implícitamente.
fr: Si aucune option de sortie n'est spécifiée, --header est utilisé de manière implicite.
it: Se nessuna opzione di output è specificata, -- l'intestazione è usata implicitamente.
sr: Ако није опција излаза дефинисана, --заглавље се користи имплицитно.

source: Example:
ca: Exemple:
cs: Příklad:
es: Ejemplo:
fr: Exemple :
it: Esempio:
sr: Пример:

source: usage: %s dictionary
ca: ús: %s diccionari
cs: použití: %s slovník
es: uso: %s diccionario
fr: Usage : %s dictionnaire
it: usa: %s dizionario
sr: користи се: %s речник

source: dictionary: path to eliot dawg dictionary
ca: diccionari: camí a un diccionari dawg de l'Eliot
cs: slovník: cesta ke slovníku eliot dawg
es: diccionario: camino a un diccionario dawg de Eliot
fr: dictionnaire : chemin vers un dictionnaire de type dawg pour Eliot
it: dizionario: percorso del dizionario dawg di eliot
sr: речник: стаза до eliot dawg речника

source: Enter a regular expression:
ca: Introduïu una expressió regular:
cs: Zadat regulární výraz:
es: Introduzca una expresión regular:
fr: Entrer une expression régulière :
it: Inserire un'espressione regolare:
sr: Унесите регуларан израз:

source: result:
ca: resultat:
cs: Výsledek:
es: resultado:
fr: résultat :
it: risultato:
sr: резултат:

source: Invalid regular expression:
ca: Expressió regular no vàlida:
cs: Neplatný regulární výraz:
es: Expresión regular no válida:
fr: Expression régulière invalide :
it: Espressione regolare non valida:
sr: Неважећи регуларни израз:

source: No possible move
ca: No hi ha cap jugada possible
cs: Nemožný tah
es: No hay ninguna jugada posible
fr: Aucun coup possible
it: Nessuna mossa possibile
sr: Нема могућих потеза

source: Cannot switch to a non-human player
ca: No es pot canviar a un jugar no-humà
cs: Nelze přepnout na ne-lidského hráče
es: No se puede cambiar a un jugador no humano
fr: Impossible de choisir un joueur non-humain
it: Impossibile passare ad un giocatore non umano
sr: Не може да пребаци на играча који није човек

source: Cannot switch to a player who has already played
ca: No es pot canviar a un jugador que ja ha jugat
cs: Nelze přepnout na hráče, který již hrál
es: No se puede cambiar a un jugador que ya haya jugado
fr: Impossible de choisir un joueur qui a déjà joué
it: Impossibile passare ad un giocatore che ha già giocato
sr: Не може да пребаци на играча који већ одиграо

source: No more turn in the master game
ca: No hi h am és rondes la partida màster
cs: Žádné další kolo hry v hlavní hře
es: No hay mas rondas en la partida màster
fr: Plus de tour dans la partie maîtresse
it: Nessun altro turno nel gioco master
sr: Нема више потеза у мајсторској игри

source: No move defined for this turn in the master game
ca: NO hi ha cap jugada definida per a aquesta ronda en la partida màster
cs: Nestanoven žádný tah pro toto kolo hry v hlavní hře
es: No hay ninguna jugada definida para este turno en la partida màster
fr: Aucun coup défini pour ce tour dans la partie maîtresse
it: Vai al primo turno di gioco
sr: Није дефинисана игра за овај потез у мајсторској игри

source: The bag is empty
ca: El sac és buit
cs: Pytlík je prázdný
es: La bolsa está vacía
fr: Le sac est vide
it: Il sacchetto è vuoto
sr: Врећица је празна

source: Not enough vowels or consonants to complete the rack
ca: No hi ha suficients vocals o consonants per a completar un faristol
cs: Pro doplnění přihrádky není dost samohlásek nebo souhlásek
es: No hay suficientes vocales o consonantes para completar el atril
fr: Pas assez de voyelles ou de consonnes pour compléter le tirage
it: Non abbastanza vocali o consonanti per completare il leggio
sr: Недовољно самогласника или сугласника да допуне сталак

source: Not a random mode
ca: No és possible en mode aleatori
cs: Ne náhodný režim
es: No es posible en modo aleatorio
fr: Pas un mode aléatoire
it: Non è una modalità casuale
sr: Није насумични модел

source: Some letters are invalid for the current dictionary
ca: Algunes fitxes no són vàlides per al diccionari actual
cs: Některá písmena jsou pro současný slovník neplatná
es: Algunas fichas no son válidas para el diccionario actual
fr: Certaines lettres sont incorrectes pour le dictionnaire courant
it: Alcune lettere non sono valide per il dizionario corrente
sr: Нека слова су неважећа за овај речник

source: The bag does not contain all these letters
ca: El sac no conté totes aquestes fitxes
cs: Pytlík neobsahuje všechna tato písmena
es: La bolsa no contiene todas estas fichas
fr: Le sac ne contient pas toutes ces lettres
it: Il sacchetto non contiene tutte queste lettere
sr: Враћица не садржи сва ова слова

source: Not enough vowels or consonants in this rack
ca: No hi ha suficients vocals o consonants al faristol
cs: V této přihrádce není dost samohlásek nebo souhlásek
es: No hay suficientes vocales o consonantes en el atril
fr: Pas assez de voyelles ou de consonnes dans ce tirage
it: Non abbastanza vocali o consonanti su questo leggio
sr: Недовољно самогласмика или сугласника у овом сталку

source: Player %1%
ca: Jugador %1%
cs: Hráč %1%
es: Jugador %1%
fr: Joueur %1%
it: Giocatore %1%
sr: Играч %1%

source: Score
ca: Puntuació
cs: Výsledek
es: Puntuación
it: Punteggio
sr: Резултат

source: Get the score of the move
ca: Obté la puntuació de la jugada
cs: Dostat výsledek tahu
es: Obtener la puntuación de la jugada
fr: Obtenir le score du mot
it: Ricava il punteggio attribuito alla mossa
sr: Сазнај резултат потеза

source: Score: %1%
ca: Puntuació: %1%
cs: Výsledek: %1%
es: Puntuación: %1%
it: Punteggio: %1%
sr: Резултат: %1%

source: Orientation
ca: Orientació
cs: Směr
es: Orientación
it: Orientamento
sr: Орјентација

source: Get the orientation of the move (horizontal/vertical)
ca: Obté la orientació de la jugada (horitzontal o vertical)
cs: Dostat směr tahu (vodorovný/svislý)
es: Obtener la orientación de la jugada (horizontal o vertical)
fr: Obtenir l'orientation du mot (horizontale/verticale)
it: Orientamento della mossa (orizzontale/verticale)
sr: Сазнај орјентацију потеза (хоризонтално/вертикално)

source: Orientation: %1%
ca: Orientació: %1%
cs: Směr: %1%
es: Orientacion: %1%
it: Orientamento: %1%
sr: Орјентација: %1%

source: horizontal
ca: horitzontal
cs: Vodorovný
fr: horizontale
it: orizzontale
sr: хоризонтално

source: vertical
cs: Svislý
fr: verticale
it: verticale
sr: вертиклано

source: Position
ca: Posició
cs: Poloha
es: Posición
it: Posizione
sr: Позиција

source: Get the coordinates of the move
ca: Obté les coordenades de la jugada
cs: Dostat souřadnice tahu
es: Obtener las coordenadas de la jugada
fr: Obtenir la position (coordonnées) du mot
it: Ricava le coordinate della mossa
sr: Сазнај координате потеза

source: Position: %1%
ca: Posició: %1%
cs: Poloha: %1%
es: Posición: %1%
it: Posizione: %1%
sr: Позиција: %1%

source: Length
ca: Longitud
cs: Délka
es: Longitud
fr: Longueur
it: Lunghezza
sr: Дужина

source: Get the length of the word
ca: Obté la longitud de la paraula
cs: Dostat délku slova
es: Obtener la longitud de la palabra
fr: Obtenir la longueur du mot
it: Ricava la lunghezza della parola
sr: Сазнај дужину речи

source: Length: %1% letters
ca: Longitud: %1% fitxes
cs: Délka: %1% písmen
es: Longitud: %1% fichas
fr: Longueur : %1% lettres
it: Lunghezza: %1% lettere
sr: Дужина: %1% слова

source: Letters from board
ca: Fitxes del tauler
cs: Písmena z hrací desky
es: Fichas del tablero
fr: Lettres du plateau
it: Lettere del tavoliere
sr: Слова са табле

source: Get the letters of the word coming from the board
ca: Obté les fitxes de la paraula que es troben al tauler
cs: Dostat písmena slova pocházejícího z hrací desky
es: Obtener las fichas de la palabra que se encuentran en el tablero
fr: Obtenir les lettres du mot provenant du plateau
it: Ricava le lettere della parola proveniente dal tabellone
sr: Сазнај слова речи са табле

source: Letters from board: %1%
ca: Fitxes del tauler: %1%
cs: Písmena z hrací desky: %1%
es: Fichas del tablero: %1%
fr: Lettres du plateau : %1%
it: Lettere del tavoliere: %1%
sr: Слова са табле: %1%

source: (none)
ca: (cap)
cs: (žádné)
es: (ninguna)
fr: (aucune)
it: (nessuna)
sr: (ништа)

source: Word letters
ca: Fitxers de la paraula
cs: Písmena slova
es: Fichas de la palabra
fr: Lettres du mot
it: Lettere della parola
sr: Слова из речи

source: Get the letters of the word in alphabetical order
ca: Obté les fitxes de la paraula en ordre alfabètic
cs: Dostat písmena slova v abecedním pořadí
es: Obtiene las fichas de la palabra en orden alfabético
fr: Obtenir les lettres du mot dans l'ordra alphabétique
it: Prendi le lettere della parola in ordine alfabetico
sr: Добијај слова речи у азбучном реду

source: Word letters: %1%
ca: Fitxes de la paraula: %1%
cs: Písmena slova: %1%
es: Fichas de la palabra: %1%
fr: Lettres du mot : %1%
it: Lettere della parola: %1%
sr: Слова из речи: %1%

source: First letter
ca: Primera fitxa
cs: První písmeno
es: Primera ficha
fr: Première lettre
it: Prima lettera
sr: Прво слово

source: Get the first letter of the word
ca: Obté la primera fitxa de la paraula
cs: Dostat první písmeno slova
es: Obtener la primera ficha de la palabra
fr: Obtenir la première lettre du mot
it: Ricava la prima lettera della parola
sr: Сазнај прво слово речи

source: First letter: %1%
ca: Primera fitxa: %1%
cs: První písmeno: %1%
es: Primera ficha: %1%
fr: Première lettre : %1%
it: Prima lettera: %1%
sr: Прво слово: %1%

source: Topping
cs: Nejlepší tah
sr: Тражење најбоље речи

source: Training
ca: Entrenament
cs: Procvičování
es: Entrenamiento
fr: Entraînement
it: Allenamento
sr: Тренинг

source: Cannot open file '%1%'
ca: No es pot obrir el fitxer '%1%'
cs: Nelze otevřít soubor '%1%'
es: No se puede abrir el archivo '%1%'
fr: Impossible d'ouvrir le fichier '%1%'
it: Impossibile aprire file '%1%'
sr: Не може да отвори датотеку '%1%'

source: Invalid string to int conversion: empty string received
ca: Conversió de cadena a enter no vàlida: s'ha rebut una cadena buida
cs: Neplatný řetězec pro převod: přijat prázdný řetězec
es: Conversión de cadena a entero no válida: se ha recibido una cadena vacía
fr: Conversion invalide de chaîne en entier : chaîne vide reçue
it: Stringa non valida alla conversione int: stringa vuota ricevuta
sr: Неисправна стринг - број конверзија: примљен празан стринг

source: Invalid player ID: %1% (processing tag '%2%')
ca: ID del jugador no vàlida: %1% (processant l'etiqueta '%2%')
cs: Neplatný identifikátor hráče: %1% (zpracovává se značka '%2%')
es: ID del jugador no válida: %1% (procesando etiqueta '%2%')
fr: ID de joueur invalide : %1% (pour le tag '%2%')
it: ID giocatore non valido: %1% (elaborazione etichetta '%2%')
sr: Неважећи ID играча: %1% (обрађује се '%2%')

source: Invalid move marked as valid: %1% (%2%)
ca: Jugada no vàlida marcada com a vàlida; %1% (%2%)
cs: Neplatný tah označen jako platný: %1% (%2%)
es: Jugada no válida marcada como válida; %1% (%2%)
fr: Coup invalide marqué comme valide : %1% (%2%)
it: Mossa non valida contrassegnata come valida: %1% (%2%)
sr: Неисправан потез означен као валидан: %1% (%2%)

source: Invalid move type: %1%
ca: Tipus de jugada no vàlid: %1%
cs: Neplatný typ tahu: %1%
es: Tipo de jugada no válido: %1%
fr: Type de coup invalide : %1%
it: Tipo mossa non valida: %1%
sr: Неважећи тип потеза: %1%

source: This saved game is not compatible with the current version of Eliot.
ca: Aquesta partida no és compatible amb la versió actual de l'Eliot.
cs: Tato uložená hra není slučitelná s nynější verzí Eliota.
es: Esta partida no es compatible con la versión actual de Eliot.
fr: Cette sauvegarde est incompatible avec la version actuelle d'Eliot.
it: Questa partita salvata non è compatibile con l'attuale versione di Eliot.
sr: Сачувана игра није компатибилна са тренутном верзијом Eliot-а.

source: The current dictionary is different from the one used in the saved game
ca: El diccionari actual és diferent del que es va usar en la partida desada
cs: Nynější slovník se liší od toho, jenž byl použit v uložené hře
es: El diccionario actual es diferente del que se usó en la partida guardada
fr: Le dictionnaire courant est différent de celui utilisé dans la partie sauvegardée
it: Il dizionario attuale è diverso da quello utilizzato nella partita salvata
sr: Тренутни речник другачији од коришћеног у сачуваној игри

source: The 'Mode' tag should be the first one to be closed
ca: L'etiqueta 'Mode' hauria de ser la primera en tancar-se
cs: Značka pro režim by měla být tou první, která se zavře
es: La etiqueta 'Mode' debería ser la primera en cerrarse
fr: La balise 'Mode' devrait être la première à être fermée
it: La variabile 'Mode' deve essere la prima ad essere chiusa
sr: 'Начин' ознака треба бити прва затворена

source: The 'Variant' tag should be right after the 'Mode' one
ca: L'etiqueta 'Variant' hauria de ser just després de l'etiqueta 'Mode'
cs: Značka pro herní variantu (obměnu hry) by měla být hned po značce pro režim
es: La etiqueta 'Variant' debería estar justo después de la etiqueta 'Mode'
fr: La balise 'Variant' devrait être juste après la balise 'Mode'
it: La variabile 'Variant' deve venire subito dopo il 'Mode' uno
sr: Поље 'Варијанта' би требало да буде после поља 'Начин'

source: Invalid game variant: %1%
ca: Variant de partida no vàlida: %1%
cs: Neplatná obměna hry: %1%
es: Variante de partida no válida: %1%
fr: Variante de jeu invalide : %1%
it: Versione di partita non valida: %1%
sr: Неважећа варијанта игре: %1%

source: A player ID must be unique: %1%
ca: Un identificador de jugador ha de ser únic: %1%
cs: ID hráče musí být jedinečné: %1%
es: Un identificador de jugador debe ser único: %1%
fr: Un ID de joueur doit être unique : %1%
it: Un ID giocatore deve essere univoco: %1%
sr: ИД играча мора бити јединствен: %1%

source: Invalid player type: %1%
ca: Tipus de jugador no vàlid: %1%
cs: Neplatný typ hráče: %1%
es: Tipo de jugador no válido: %1%
fr: Type de joueur invalide : %1%
it: Tipo di giocatore non valido: %1%
sr: Неважећи тип играча: %1%

source: Rack invalid for the current dictionary: %1%
ca: Faristol no vàlid per al diccionari actual: %1%
cs: Přihrádka je neplatná pro současný slovník: %1%
es: Atril no válido para el diccionario actual %1%
fr: Tirage invalide pour le dictionnaire courant : %1%
it: Leggio non valido per l'attuale dizionario: %1%
sr: Сталак неважећи за овај речник: %1%

source: The 'MasterMove' tag should only be present for duplicate games
ca: L'etiqueta 'MasterMove' només hauria de ser present en les partides duplicades
cs: Značka pro hlavní tah by měla být přítomna jen u zdvojených her
es: La etiqueta 'MasterMove' sólo debería estar presente en las partidas duplicadas
fr: La balise 'MasterMove' devrait être présente uniquement pour les parties duplicate
it: La variabile 'MasterMove' dovrebbe essere presente solo nel duplicato
sr: Поље 'МајсторскиПотез' ће бити презентовано само за игру дупликата

source: Unsupported move: %1%
ca: Jugada no permesa: %1%
cs: Nepodporovaný tah: %1%
es: Jugada no permitida: %1%
fr: Coup non supporté : %1%
it: Mossa non consentita: %1%
sr: Неподржани потез: %1%

source: Cannot open file for writing: '%1%'
ca: No es pot obrir per a escriptura el fitxer: '%ls'
cs: Nelze otevřít soubor pro zápis: '%1%'
es: No se puede abrir para escritura el archivo: '%ls'
fr: Impossible d'ouvrir le fichier en écriture: '%1%'
it: Impossibile aprire il file per la scrittura: '%1%'
sr: Не може да отвори датотеку за упис: '%1%'

source: Invalid dictionary type
ca: Tipus de diccionari no vàlid
cs: Neplatný druh slovníku
es: Tipo de diccionario no válido
fr: Type de dictionnaire invalide
it: Tipo di dizionario non valido
sr: Неисправан тип речника

source: Invalid player type for player %1%
ca: Tipus de jugador no vàlid per al jugador %1%
cs: Neplatný typ hráče pro hráče %1%
es: Tipo de jugador no válido para el jugador %1%
fr: Type de joueur invalide pour le joueur %1%
it: Tipo di giocatore non valido per il giocatore %1%
sr: Неважећи тип играча: %1%

source: Table
ca: Taula
cs: Stůl
es: Mesa
it: Tavolo
sr: Табела

source: Player
ca: Jugador
cs: Hráč
es: Jugador
fr: Joueur
it: Giocatore
sr: Играч

source: Word
ca: Paraula
cs: Slovo
es: Palabra
fr: Mot
it: Parola
sr: Реч

source: Ref
ca: Coord.
cs: Souřadnice
es: Coord
fr: Réf
it: Arbitro
sr: Реф

source: W
ca: A
cs: V
es: A
fr: A

source: T
cs: NT
sr: Т

source: Not selected yet
ca: Encara no seleccionat
cs: Ještě nevybráno
es: Todavía sin seleccionar
fr: Pas encore choisi
it: Ancora non selezionato
sr: Још није изабрано

source: Assign move (%1) to the selected player(s)
ca: Assigna la jugada (%1) als jugadors seleccionats
cs: Přiřadit tah (%1) k vybranému hráči (hráčům)
es: Asigna la jugada (%1) a los jugadores seleccionados
fr: Affecter le coup (%1) aux joueurs sélectionnés
it: Assegna mossa (%1) a giocatore(i) selezionato(i)
sr: Додели потез (%1) изабраним играчима

source: none
ca: cap
cs: žádný
es: ninguna
fr: aucun
it: nessuna
sr: ништа

source: Assign selected move (%1)
ca: Assigna la jugada seleccionada (%1)
cs: Přiřadit vybraný tah (%1)
es: Asigna la jugada seleccionada (%1)
fr: Affecter le coup sélectionné (%1)
it: Assegna mossa selezionata (%1)
sr: Додели изабран потез (%1)

source: Assign top move (if unique)
ca: Assigna la jugada òptima, la de més puntuació, si és única
cs: Přiřadit nejlepší tah (je-li jedinečný)
es: Asigna la jugada óptima, la de más puntos, si es única
fr: Affecter le meilleur coup (si unique)
it: Assegna mossa top (se unica)
sr: Додели најбољи потез (ако је јединствен)

source: Assign the top move (if unique) to the selected player(s)
ca: Assigna la jugada òptima, si és única, als jugadors seleccionats
cs: Přiřadit nejlepší tah (je-li jedinečný) k vybranému hráči (hráčům)
es: Asigna la jugada óptima (si es única) a los jugadores seleccionados
fr: Affecter le meilleur coup (si unique) aux joueurs sélectionnés
it: Assegna la mossa top (se unica) a giocatore(i) selezionato(i)
sr: Додели најбољи потез (ако је јединствен) изабраним играчима

source: Suppress assigned move
ca: Retira la jugada assignada
cs: Zrušit přiřazený tah
es: Retira la jugada asignada
fr: Supprimer le coup affecté
it: Elimina mossa assegnata
sr: Забрана додељеног потеза

source: Suppress the currently assigned move for the selected player(s)
ca: Retira la jugada que tenen assignada els jugadors seleccionats
cs: Zrušit nyní přiřazený tah pro vybrané(ho) hráče
es: Retira la jugada actualmente asignada a los jugadores seleccionados
fr: Supprimer le coup actuellement affecté aux joueurs sélectionnés
it: Elimina la mossa attualmente assegnata a giocatore(i) selezionato(i)
sr: Забрани тренутно додељен потез изабраним играчима

source: Select all players
ca: Selecciona tots els jugadors
cs: Vybrat všechny hráče
es: Selecciona todos los jugadores
fr: Sélectionner tous les joueurs
it: Seleziona tutti giocatori
sr: Изабери све играче

source: Select all the players
ca: Selecciona tots els jugadors
cs: Vybrat všechny hráče
es: Selecciona todos los jugadores
fr: Sélectionner tous les joueurs
it: Seleziona tutti i giocatori
sr: Изабери све играче

source: Give (or remove) a solo
ca: Assigna (o retira) una bonificació per jugada magistral
cs: Dát (nebo odstranit) sólo
es: Da (o quita) una bonificación por jugada magistral
fr: Donner (ou enlever) un solo
it: Dai( o rimuovi) un assolo
sr: Дајте (или уклоните) соло

source: Give a solo to the selected player, or remove it if (s)he already has one
ca: Assigna una bonificació per jugada magistral al jugador seleccionat, o li treu si ja la tenia
cs: Dát sólo vybranému hráči, nebo je odstranit, pokud již jedno má
es: Da una bonificación por jugada magistral al jugador seleccionado, o se la quita si ya la tenía
fr: Donner un solo aux joueurs sélectionnés, ou le supprimer s'ils en ont déjà un
it: Dai un assolo al giocatore selezionato, o rimuovilo se ne ha già uno
sr: Даје соло изабраном играчу, или га уклања ако га већ има

source: Give (or remove) a warning
ca: Assigna (o retira) un avís
cs: Dát (nebo odstranit) varování
es: Da (o quita) un aviso
fr: Donner (ou enlever) un avertissement
it: Dai (o rimuovi) un avvertimento
sr: Дајте (или уклоните) упозорење

source: Give a warning to the selected player(s), or remove it if they already have one
ca: Assigna un avís als jugadors seleccionats, o els hi treu si ja el tenien
cs: Dát varování vybranému hráči, nebo je odstranit, pokud již jedno má
es: Da un aviso a los jugadores seleccionados, o se lo quita si ya lo tenían
fr: Donner un avertissement aux joueurs sélectionnés, ou le supprimer s'ils en ont déjà un
it: Invia un avvertimento al giocatore selezionato, o rimuovilo se ne ha già uno
sr: Дајте упозорење изабраним играчима, или га уклоните ако већ имају једно

source: Give (or remove) a penalty
ca: Assigna (o retira) una penalització
cs: Dát (nebo odstranit) pokutu
es: Da (o quita) una penalización
fr: Donner (ou enlever) une pénalité
it: Invia (o rimuovi) una sanzione
sr: Дајте (или уклоните) казну

source: Give a penalty to the selected player(s), or remove it if they already have one
ca: Assigna una penaliització als jugadors seleccionats, o els hi treu si ja la tenien
cs: Dát pokutu vybranému hráči, nebo ji odstranit, pokud již jednu má
es: Da una penalización a los jugadores seleccionados, o se la quitan si ya la tenían
fr: Donner une pénalité aux joueurs sélectionnés, ou la supprimer s'ils en ont déjà une
it: Dai una penalità al giocatore selezionato, o rimuovila se già ne ha una
sr: Дајте казну изабраним играчима, или је уклоните ако већ имају једну

source: All players selected
ca: Tots els jugadors seleccionats
cs: Všichni hráči vybráni
es: Todos los jugadores seleccionados
fr: Tous les joueurs sélectionnés
it: Tutti i giocatori selezionati
sr: Сви играчи изабрани

source: There is already a master move for this turn.
ca: Ja teniu assignada la jugada de referència d'aquesta ronda.
cs: Pro toto kolo již je hlavní tah.
es: Ya tiene asignada la jugada de referencia de esta ronda.
fr: Il y a déjà un coup maître pour ce tour.
it: Esiste già una mossa master per questo turno.
sr: Већ изабран мајсторски потез за овај потез.

source: Do you want to replace it?
ca: Voleu canviar-la?
cs: Chcete jej nahradit?
es: ¿Desea cambiarla?
fr: Voulez-vous le remplacer ?
it: Vuoi sostituirla?
sr: Да ли желите да замените?

source: The selected move scores less than the maximum.
ca: La jugada de referència seleccionada no és òptima, puntua menys del màxim possible.
cs: Vybraný tah dosahuje menší než nejvyšší možný výsledek.
es: La jugada seleccionada puntúa menos que el máximo posible.
fr: Le coup sélectionné n'a pas le nombre maximum de points.
it: I punteggi della mossa selezionata sono inferiori al massimo.
sr: Изабрани потези доносе мање поена од максимума.

source: Do you really want to select it as master move?
ca: Voleu seleccionar-la com a jugada de referència?
cs: Opravdu jej chcete vybrat jako hlavní tah?
es: ¿Desea seleccionarla como jugada de referencia?
fr: Voulez-vous vraiment le sélectionner comme coup maître ?
it: Vuoi davvero selezionarla come mossa master?
sr: Да ли заиста желиш да изабереш потез као мајсторски?
