Repository: ipkiss42/eliot
Catalog: po/*.po
Languages: ca, cs, es, fr, it, sr

source: Start the wizard for creating a new dictionary from an existing word list
ca: Inicia l'assistent per crear un diccionari nou a partir d'una llista de paraules
cs: Spustit průvodce pro vytvoření nového slovníku ze stávajícího seznamu slov
es: Inicia el asistente para crear un diccionario nuevo a partir de una lista de palabras
fr: Démarrer l'assistant de création d'un dictionnaire à partir d'une liste de mots existante
it: Avvia la procedura guidata per creare un nuovo dizionario da una lista di parole esistente
sr: Покреће чаробњака који креира нови речник из постојеће листе речи

source: &Favorite players...
ca: Jugadors &preferits...
cs: &Oblíbení hráči...
es: Jugadores &favoritos...
fr: &Joueurs favoris...
it: &Giocatori preferiti ...
sr: Оми&љени играчи...

source: Define frequently used players for faster game creation
ca: Defineix els jugadors més habituals per poder crear partides ràpidament
cs: Stanovit často používané hráče pro rychlejší vytvoření hry
es: Define los jugadores más habituales para poder crear partidas fácilmente
fr: Définir des joueurs utilisés fréquemment pour une création de partie plus rapide
it: Definisci i giocatori utilizzati più spesso per la creazione di partite più veloci
sr: Дефинише често коришћене играче за брже креирање игре

source: &Define players tables...
ca: &Defineux les taules dels jugadors...
cs: &Stanovit stoly hráčů...
es: &Definir las mesas de los jugadores...
fr: Définir les &tables des joueurs...
it: &Definisci tavoli giocatori...
sr: &Дефиниши табеле за играче...

source: Define the tables where the players are sitting, in arbitration mode
ca: Defineix les taules on els jugadors són asseguts, en el mode arbitratge
cs: Stanovit stoly, u nichž hráči sedí; v rozhodčím režimu
es: Define las mesas donde están ubicados los jugadores, en el modo arbitraje
fr: Définir les tables où les joueurs sont assis, en mode arbitrage
it: Definisci i tavoli dove i giocatori sono seduti, in modalità di arbitrato
sr: Дефиниши табеле по распореду седења, у арбитражи

source: &Preferences...
ca: &Preferències...
cs: &Nastavení...
es: &Preferencias...
fr: &Préférences...
it: &Preferenze...
sr: &Подешавања

source: Edit the preferences
ca: Edita les preferències
cs: Upravit nastavení
es: Editar las preferencias
fr: Modifier les préférences
it: Modifica le preferenze
sr: Промени подешавања

source: &Windows
ca: &Finestres
cs: &Okna
es: &Ventanas
fr: &Fenêtres
it: &Finestre
sr: &Прозор

source: &Toolbar
ca: &Barra d'eines
cs: &Nástrojový pruh
es: &Barra de herramientas
fr: &Barre d'outils
it: &Barra degli strumenti
sr: &Трака са алаткама

source: Show/hide the toolbar
ca: Mostra/amaga la barra d'eines
cs: Ukázat/Skrýt nástrojový pruh
es: Muestra/oculta la barra de herramientas
fr: Afficher/cacher la barre d'outils
it: Mostra/nascondi la barra degli strumenti
sr: Прикажи/сакриј траку са алаткама

source: &Bag
ca: &Sac
cs: &Pytlík
es: &Bolsa
fr: &Sac
it: &Sacchetto
sr: &Врећица

source: Show/hide the remaining tiles in the bag
ca: Mostra/amaga els fitxes romanents al sac
cs: Ukázat/Skrýt zbývající hrací kameny v pytlíku
es: Muestra/oculta las fichas restantes de la bolsa
fr: Afficher/cacher les lettres restantes dans le sac
it: Mostra/nascondi le tessere rimanenti nel sacchetto
sr: Прикажи/сакриј преостале плочице у врећици

source: &External board
ca: Tauler &extern
cs: &Vnější hrací deska
es: Tablero &externo
fr: &Plateau de jeu externe
it: &Tabellone esterno
sr: &Екстерна табла

source: Show/hide the external board
ca: Mostra/amaga el tauler extern
cs: Ukázat/Skrýt vnější hrací desku
es: Muestra/oculta el tablero externo
fr: Afficher/cacher le plateau de jeu externe
it: Mostra/nascondi il tabellone esterno
sr: Прикажи/сакриј екстерну таблу

source: Show/hide the game history
ca: Mostra/amaga l'historial de la partida
cs: Ukázat/Skrýt záznam o průběhu hry
es: Muestra/oculta el historial de la partida
fr: Afficher/cacher l'historique de la partie
it: Mostra/nascondi la cronologia di gioco
sr: Прикажи/сакриј историју игре

source: &Statistics
ca: E&stadístiques
cs: S&tatistika
es: E&stadísticas
fr: S&tatistiques
it: &Statistiche
sr: &Статистика

source: Show/hide the statistics
ca: Mostra/amaga les estadístiques
cs: Ukázat/Skrýt statistiku
es: Muestra/oculta las estadísticas
fr: Afficher/cacher les statistiques
it: Mostra/nascondi le statistiche
sr: Прикажи/сакриј статистику

source: Ti&mer
ca: &Rellotge
cs: S&topky
es: &Reloj
fr: &Minuteur
sr: Тај&мер

source: Show/hide the timer
ca: Mostra/amaga el rellotge
cs: Ukázat/Skrýt časovač
es: Muestra/oculta el reloj
fr: Afficher/cacher le minuteur
it: Mostra/nascondi il timer
sr: Прикажи/сакриј тајмер

source: &Dictionary tools
ca: Eines del &diccionari
cs: &Slovníkové nástroje
es: Herramientas del &diccionario
fr: Outils du &dictionnaire
it: &Strumenti dizionario
sr: &Алатке речника

source: Show/hide the dictionary tools
ca: Mostra/amaga les eines del diccionari
cs: Ukázat/Skrýt slovníkové nástroje
es: Muestra/oculta las herramientas del diccionario
fr: Afficher/cacher les outils de recherche dans le dictionnaire
it: Mostra/nascondi gli strumenti dizionario
sr: Прикажи/сакриј алатке речника

source: He&lp
ca: &Ajuda
cs: &Nápověda
es: &Ayuda
fr: &Aide
it: Aiu&to
sr: Пом&оћ

source: &About...
ca: &Quant a...
cs: &O programu...
es: &Sobre...
fr: À &propos...
it: &Informazioni su...
sr: &О програму...

source: About Eliot
ca: Quan a l'Eliot
cs: O programu Eliot
es: Sobre Eliot
fr: À propos d'Eliot
it: Informazioni su Eliot
sr: О Eliot-у

source: You have to select a dictionary (.dawg file) before starting a game. This can be done in the "Settings" menu. You can download dictionary files on Eliot web site.
ca: Heu de seleccionar un diccionari (fitxer .dawg) abans de començar una partida. Podeu fer-ho al menú «Configuració». Podeu baixar diccionaris des del lloc web de l'Eliot
cs: Musíte vybrat slovník (soubor s příponou .dawg) před začátkem hry. Toto lze provést v nabídce "Nastavení". Soubory se slovníky si můžete stáhnout na stránkách programu Eliot.
es: Debe seleccionar un diccionario (archivo .dawg) antes de empezar una partida. Puede hacerlo en el menú «Configuración». Puede bajar diccionarios desde el web de Eliot
fr: Vous devez choisir un dictionnaire (fichier .dawg) avant de démarrer une partie. Cela peut se faire à partir du menu "Paramètres". Vous pouvez télécharger des fichiers de dictionnaire sur le site web d'eliot.
it: È necessario selezionare un dizionario (file. Dawg) prima di iniziare una partita. Questo può essere fatto in "Impostazioni" menu. È possibile scaricare i file dizionario dal sito web di Eliot.
sr: Морате да изаберете речник (.dawg датотека) пре него што започнете игру. То можете урадити у менију "Поставке". Можете да преузмете речник са Eliot-ове веб странице.

source: Starting a new game will stop the current one.
ca: Si inicieu una partida nova, finalitzareu la partida actual.
cs: Spuštění nové hry zastaví tu současnou.
es: Si empieza una partida nueva, finalizará la partida actual
fr: Démarrer une nouvelle partie arrêtera la partie en cours.
it: Avviando una nuova partita si interrompe quella attuale.
sr: Почетак нове игре ће прекинути тренутну.

source: Game started
ca: Partida iniciada
cs: Hra spuštěna
es: Partida iniciada
fr: Partie démarrée
it: Partita avviata
sr: Игра је почела

source: You have to select a dictionary first!
ca: Primer heu de seleccionar un diccionari!
cs: Nejprve musíte vybrat slovník.
es: ¡Primero debe seleccionar un diccionario!
fr: Vous devez d'abord choisir un dictionnaire !
it: Devi prima selezionare un dizionario !
sr: Морате прво изабрати речник!

source: Loading a saved game will stop the current game.
ca: Si obriu una partida desada, finalitzareu la partida actual.
cs: Nahrání uložené hry zastaví současnou hru.
es: Si abre una partida guardada, finalizará la partida actual.
fr: Charger une partie sauvegardée arrêtera la partie en cours.
it: Caricando una partita salvata si interrompe la partita in corso.
sr: Учитавање сачуване игре ће прекинути тренутну игру.

source: Load a game
ca: Obre una partida
cs: Nahrát hru
es: Obre una partida
fr: Charger une partie
it: Carica una partita
sr: Учитај игру

source: Error while loading the game:
ca: S'ha produït un error en obrir la partida:
cs: Chyba při nahrávání hry:
es: Se ha producido un error al abrir una partida
fr: Erreur pendant le chargement de la partie:
it: Errore durante il caricamento della partita:
sr: Грешка приликом учитавања игре:

source: Game loaded
ca: S'ha obert la partida
cs: Hra nahrána
es: Se ha abierto la partida
fr: Partie chargée
it: Partita caricata
sr: Игра је учитана

source: Save a game
ca: Desa una partida
cs: Uložit hru
es: Guarda una partida
fr: Sauvegarder la partie
it: Salva una partita
sr: Сачувај игру

source: Game saved
ca: S'ha desat la partida
cs: Hra uložena
es: Se ha guardado la partida
fr: Partie enregistrée
it: Partita salvata
sr: Игра је сачувана

source: Error saving game: %1
ca: S'ha produït un error en desar la partida: %1
cs: Chyba při ukládání hry: %1
es: Se ha producido un error al guardar la partida: %1
fr: Erreur pendant l'enregistrement de la partie : %1
it: Errore nel salvataggio della partita: %1
sr: Грешка приликом чувања игре: %1

source: N.
cs: Č.
es: N.º
sr: БР.

source: RACK
ca: FARISTOL
cs: PŘIHRÁDKA
es: ATRIL
fr: TIRAGE
it: LEGGIO
sr: СТАЛАК

source: SOLUTION
ca: SOLUCIÓ
cs: ŘEŠENÍ
es: SOLUCIÓN
it: SOLUZIONE
sr: РЕШЕЊЕ

source: REF
cs: SOUŘADNICE
es: COORD
it: ARBITRO
sr: РЕФ

source: PTS
cs: BODY
it: PUNTI
sr: ПОЕНИ

source: Choose a dictionary
ca: Seleccioneu un diccionari
cs: Vybrat slovník
es: Seleccione un diccionario
fr: Choisir un dictionnaire
it: Scegli un dizionario
sr: Изабери речник

source: Dictionary creation wizard
ca: Assistent de creació de diccionaris
cs: Průvodce vytvořením slovníku
es: Asistente de creación de diccionarios
fr: Assistant de création du dictionnaire
it: Creazione guidata dizionario
sr: Чаробњак за креирање речника

source: Bag
ca: Sac
cs: Pytlík
es: Bolsa
fr: Sac
it: Sacchetto
sr: Врећица

source: History
ca: Historial
cs: Historie
es: Historial
fr: Historique
it: Cronologia
sr: Историја

source: Statistics
ca: Estadístiques
cs: Statistika
es: Estadísticas
fr: Statistiques
it: Statistiche
sr: Статистика

source: Timer
ca: Rellotge
cs: Stopky
es: Reloj
fr: Minuteur
sr: Тајмер

source: Dictionary tools
ca: Eines del diccionari
cs: Slovníkové nástroje
es: Herramientas del diccionario
fr: Outils du dictionnaire
it: Strumenti dizionario
sr: Алатке речника

source: Copyright (C) 1999-2012 - Antoine Fraboulet & Olivier Teuliere.
cs: Autorské právo © 1999-2012 - Antoine Fraboulet & Olivier Teuliere.
es: Copyright (C) 1999-2012 - Antoine Fraboulet & Olivier Teulière.
fr: Copyright (C) 1999-2012 - Antoine Fraboulet & Olivier Teulière.
sr: Ауторска права (C) 1999-2012 - Antoine Fraboulet & Olivier Teuliere.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ca: Aquest programa és programari lliure; podeu distribuir-lo o modificar-lo en els termes de la Llicència Pública General GNU publicada per la Free Software Foundation; en la versió 2 de la Llicència, o (a opció vostra) qualsevol versió posterior.
cs: Tento program je svobodným softwarem; můžete jej šířit a/nebo upravovat za podmínek GNU General Public License (GPL), jak jsou zveřejněny Free Software Foundation; buď ve verzi 2 licence, nebo (podle své volby) v kterékoli pozdější verzi.
es: Este programa es software libre, puede distribuirlo o modificarlo en los términos de la Licencia Pública General GNU publicada por la Free Software Foundation; en la versión 2 de la licencia, o (su elección) cualquier versión posterior.
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier selon les termes de la licence "GNU General Public License" publiée par la Free Software Fundation ; soit la version 2 de la Licence, soit (comme vous le préférez), n'importe quelle version ultérieure.
it: Questo programma è software libero, è possibile ridistribuirlo e/o modificarlo secondo i termini della GNU General Public License come pubblicato dalla Free Software Foundation, sia la versione 2 della licenza, o (a vostra scelta) ogni versione successiva.
sr: Овај програм је слободан софтвер; можете да га пасподелите и/или мењате под одредбама GNU Опште Јавне Лиценце који је објавила Задужбина за слободан софтвер; било верзија 2 Лиценце, или (по вашем мишљењу) нека каснија верзија.

source: Web site: %1
ca: Lloc web: %1
cs: Stránky: %1
es: Web: %1
fr: Site web : %1
it: Sito web: %1
sr: Веб страна: %1

source: Replaying this turn will modify the game history by deleting the turns after the displayed one (i.e. turns "in the future").
ca: Si torneu a jugar aquesta ronda, modificareu l'historial de la partida i se suprimiran les rondes posteriors a aquesta (això és, les rondes "del futur").
cs: Opakování tohoto kola povede k úpravě záznamu o průběhu hry smazáním kol, která jdou po zobrazeném kole /tj. kol "v budoucnosti"
es: Si vuelve a jugar esta ronda, modificará el historial de la partida y se suprimirán las rondas posteriores a éste (esto es, las rondas "del futuro").
fr: Rejouer ce tour va modifier l'historique de la partie en effaçant les tours après celui qui est affiché (i.e. les tours "dans le futur").
it: Rigiocare questo turno modificherà la cronologia di gioco eliminando i turni dopo quello visualizzato (cioè turni "nel futuro").
sr: Понављање овог потеза ће променти историју игре тако што ће да обрише потезе одигране после приказаног потеза (нпр. потези "у будућности").

source: Replaying from turn %1
ca: S'està tornat a jugar des de la ronda %1
cs: Opakování od kola %1
es: Se está volviendo a jugar desde la ronda %1
fr: Reprise à partir du tour %1
it: Rigioca dal turno %1
sr: Поново игра потез %1

source: Human
ca: Humà
cs: Člověk
es: Humano
fr: Humain
it: Umano
sr: Човек

source: Computer
ca: Ordinador
cs: Počítač
es: Ordenador
fr: Ordinateur
sr: Рачунар

source: In duplicate mode, all the players are always faced with the same board and the same rack, thus eliminating any "luck" (and tactics). Each player scores the points of the word (s)he found, but only the best move is played on the board. This mode allows an unlimited number of simultaneous players, and is therefore often used for official tournaments.
ca: En el mode duplicat, tots els jugadors s'enfronten sempre amb el mateix tauler i el mateix faristol, això suprimeix l'atzar (i la tàctica). Cada jugador computa els punts de la jugada que troba, però només la jugada de més puntuació es col·loca al tauler. Aquesta modalitat permet un nombre il·limitat de jugadors simultanis i és per tant usada freqüentment en torneigs oficials.
cs: Ve zdvojeném režimu čelí všichni hráči vždy stejné hrací desce a stejné přihrádce, čímž se vylučuje jakékoli "štěstí" (a taktika). Každý hráč získává body za slovo, které nalezne, ale pouze nejlepší tah je na desce zahrán. Tento režim umožňuje neomezený počet současných hráčů, a z toho důvodu je často používán při oficiálních kláních.
es: En el modo duplicado, todos los jugadores tienen el mismo tablero y atril, esto elimina el cualquier «azar» (y la táctica). Cada jugador puntúa los puntos de la palabra que juega, pero sólo se ubica en el tablero la mejor jugada. Esta modalidad permite un número ilimitado de jugadores simultáneos i es usada habitualmente en torneos oficiales.
fr: En mode duplicate, tous les joueurs ont le même plateau et le même tirage, ce qui élimine le facteur chance (et la tactique). Chaque joueur marque les points du mot qu'il a trouvé, mais seul le meilleur coup est joué sur le plateau. Ce mode de jeu permet un nombre illimité de joueurs simultanés, ce qui le rend très adapté aux tournois officiels.
it: In modalità duplicato, tutti i giocatori si fronteggiano con lo stesso tabellone e lo stesso leggio, eliminando così qualsiasi "fortuna " (e tattica). Ogni giocatore segna i punti delle parole trovate, ma solo la migliore mossa rimane come giocata sul tabellone. Questa modalità consente un numero illimitato di giocatori simultanei, ed è quindi usata spesso nei tornei ufficiali.
sr: У игри дупликата, сви играчи су увек суочени са истом таблом и истим словима, што елиминише „срећу“ (и тактику). Сваки играч осваја онолико поена колико носи реч коју је нашао, али само најбољи потез се одигра на табли. Овај мод омогућава неограничен број симултаних играча, и зато је често коришћен на званичним турнирима.

source: This mode is the classical one, often played in family, where players play in turn, each with his own rack. Players are allowed to change letters, thus passing their turn. With only 2 players, some tactics can often be used, because the best move is not necessarily the one with the best score.
ca: Aquest mode és el clàssic, habitualment es juga en família. Els jugadors juguen per torns, cadascun amb el seu propi faristol. Els jugadors poden canviar fitxes, perden el seu torn. Amb només 2 jugadors, es pot aplicar alguna tàctica, perquè la millor jugada no és necessàriament la de més puntuació.
cs: Tento režim je klasický, často hraný v rodině, kde hráči hrají v kolech, každé se svou vlastní přihrádkou. Hráčům je dovoleno měnit písmena, čili vzdát své kolo. Když jsou jen dva hráči, lze často použít i nějakou taktiku, protože nejlepší tah není nezbytně tím, kterým se dosáhne nejlepšího výsledku.
es: Esta modalidad es la clásica, habitualmente jugada en familia, donde los jugadores juegan por turnos, cada uno con su propio atril. Los jugadores pueden cambiar fichas, perdiendo su turno. Con sólo 2 jugadores, se puede usar alguna táctica, porque la mejor jugada no es necesariamente la que puntúa más.
fr: Ce mode de jeu est le mode classique, souvent joué en famille, où les joueurs jouent à tour de rôle, chacun avec son tirage. Les joueurs ont le droit de changer des lettres, en passant leur tour. Lorsqu'il y a seulement 2 joueurs, certaines tactiques peuvent être utilisées, car le meilleur coup n'est pas nécessairement celui qui offre le plus de points.
it: Questa modalità è quella classica, spesso giocata in famiglia, dove i giocatori giocano a turno, ognuno con il proprio leggio. Ai giocatori è consentito cambiare le lettere, cedendo però il turno. Nel gioco a 2 , è conveniente utilizzare la tattica, in quanto la mossa migliore non è necessariamente quella con il miglior punteggio.
sr: Овај мод је класичан, често се игра у породици, где играчи играју потез, свако са својим словима. Играчима је дозвољено да замене слова, и тада пропуштају потез. Са само 2 играча одређена тактика може бити коришћена, пошто најбољи потез није обавезно и онај са највише поена.

source: In training mode, the player can set the rack freely and can see all the possible moves. There is no opponent, the goal is simply to make some progress.
ca: En mode entrenament, el jugador pot configurar el faristol lliurement i pot veure totes les jugades possibles. No hi ha oponent, l'objectiu és simplement progressar.
cs: V režimu cvičení může hráč přihrádku nastavit volně a může vidět všechny možné tahy. Nestojí proti němu žádný protihráč. Cílem je jednoduše udělat nějaký pokrok.
es: En la modalidad entrenamiento, el jugador puede configurar el atril libremente i ver todos los movimientos posibles. No hay adversario, el objetivo es simplemente progresar.
fr: En mode entraînement, le joueur peut choisir son tirage librement et peut voir tous les coups possibles. Il n'y a pas d'adversaire, le but est simplement de faire des progrès.
it: In modalità allenamento, il giocatore può impostare il leggio liberamente e può vedere tutte le mosse possibili. Non c'è avversario, l'obiettivo è semplicemente quello di compiere progressi.
sr: У тренинг моду, играч може да постави сталак слободно и може да види све могуће потезе. Ту нема противника, једноставно је циљ постићи неки напредак.

source: The arbitration mode allows arbitrating a duplicate game, possibly with many players. The arbitrator can set the master move, and keep track of the players moves easily. This mode is ideal for arbitrating duplicate games in clubs or in tournaments.
ca: El mode arbitratge permet arbitrar una partida duplicada, possiblement amb molts jugadors. El director pot establir la jugada de referència i gestionar les jugades dels jugadors fàcilment. Aquesta modaliatat és ideal per arbitrar partides duplicades en clubs o tornejos.
cs: Rozhodčí režim umožňuje rozhodcovat zdvojenou hru, možná s mnoha hráči. Rozhodce může nastavit hlavní tah a snadno udržet sledování tahů hráčů. Tento režim je dokonalý pro rozhodcování zdvojených her v kroužcích nebo při kláních.
es: La modalidad arbitraje permite arbitrar una partida duplicada, posiblemente con muchos jugadores. El árbitro puede decidir la jugada de referencia y gestionar las jugadas de los jugadores fácilmente. Esta modalidad es ideal para arbitrar partidas duplicadas en clubes o en torneos.
fr: Le mode arbitrage permet d'arbitrer une partie duplicate, potentiellement avec un grand nombre de joueurs. L'arbitre peut définir le coup maître, et garder trace facilement des coups joués par les joueurs. Ce mode de jeu est idéal pour l'arbitrade de parties duplicate dans des clubs ou lors de tournois.
it: La modalità di arbitrato permette di arbitrare una partita a duplicato, anche con molti giocatori. L'arbitro può definire la mossa master, e tenere traccia facilmente delle mosse dei giocatori. Questa modalità è ideale per arbitrare partite di duplicato nei club o nei tornei.
sr: Мод арбитраже омогућава арбитражу игре дупликата, могуће са више играча. Судија може да постави мајсторски потез, и да води евиденцију о потезима играча врло лако. Овај мод је идеалан за арбитражу игре дупликата у клубовима или на такмичењима.
