Repository: ipkiss42/eliot
Catalog: po/*.po
Languages: ca, cs, es, fr, it, sr

source: In topping mode, the goal is to find the top as quickly as possible. The player is allowed to try as many moves as possible until he finds the top, but there are penalties when the player takes too much time to find it (or doesn't fint it at all). This mode can be quite difficult, and is mostly intended for experienced players.
ca: En el mode topping, l'objectiu és trobar la jugada de màxima puntuació tan ràpid com sigui possible. El jugador pot intentar tantes jugades com vulgui fins trobar la de màxima puntuació, però hi ha penalitzacions si el jugador triga massa temps en trobar-la (o no ho aconsegueix). Aquesta modalitat pot ser molt difícil i es indicada per a jugadors experimentats.
cs: V režimu nejlepšího tahu je cílem najít nejlepší tah tak rychle, jak jen je to možné. Hráči je dovoleno vyzkoušet tolik tahů, kolik je možné, dokud nenajde nejlepší tah, ale jsou tu postihy, když hráči zabere jeho nalezení příliš mnoho času (nebo jej vůbec nenajde). Tento režim může být docela těžký a většinou je určen zkušeným hráčům.
es: En la modalidad 'topping', el objectivo es encontrar la jugada de máxima puntuación tan rápido como sea posible. El jugador puede intentar tantas jugadas como desee hasta encontrar la de máxima puntuación, pero hay penalizaciones si el jugador tarda demasiado en encontrarla (o no lo consigue). Esta modalidad puede ser muy difícil y está destinada a jugadores experimentados.
fr: En mode topping, le but est de trouver le top aussi vite que possible. Le joueur peut essayer autant de coups qu'il le souhaite jusqu'à ce qu'il trouve le top, mais il y a des pénalités lorsque le joueur met trop de temps à le trouver (ou s'il ne le trouve pas du tout). Ce mode de jeu peut être assez difficile, et est surtout destiné aux joueurs expérimentés.
it: In modalità topping, l'obiettivo è trovare la mossa top il più rapidamente possibile. Il giocatore ha la possibilità di provare il maggior numero possibile di mosse finché non trova la migliore, ma ci sono sanzioni quando il giocatore prende troppo tempo per trovarla (o non lo fa proprio). Questa modalità può essere molto difficile, e per lo più è destinata ai giocatori esperti.
sr: У игри тражења најбоље речи, циљ је пронаћи најбољу реч што је пре могуће. Играчу је дозвољено да одигра што више потеза све док не пронађе најбољу реч, али ту су казне када је потребно сувише времена да је пронађе (или да је уопште не пронађе). Ова игра може бити доста тешка, али је углавном занимљива искуснијим играчима.

source: In a joker game, each rack contains a joker. When a word containing the joker is played on the grid, the joker is then replaced with the corresponding letter from the bag, and the joker stays in the rack. When the corresponding letter is not present in the bag, the joker is placed on the board. This variant, particularly interesting in Duplicate mode, is good to train using the joker.
ca: En una partida amb escarràs, cada faristol té un escarràs. Quan es juga una paraula al tauler fent servir l'escarràs, se substitueix l'escarràs per la fitxa corresponent, prenent-la del sac, i l'escarràs es manté al faristol. Quan la fitxa necessària no es troba al sac, l'escarràs roman al tauler. Aquesta variant és particularment interessant en el mode Duplicat, és bo entrenar emprant l'escarràs
cs: Ve hře se žolíkem obsahuje každá přihrádka žolíka. Kdy je na mřížce hráno slovo obsahující tohoto žolíka, žolík je nahrazen odpovídajícím písmenem z pytlíku, a žolík zůstává v přihrádce. Když v pytlíku není přítomno odpovídající písmeno, je žolík položen na hrací desku. Tato obměna, obzvláště zajímavá ve zdvojeném režimu, je dobrá ke cvičení za použití žolíka.
es: En una partida con comodín, cada atril tiene un comodín. Cuando se juega una palabra en el tablero usando el comodín, se substituye el comodín por la ficha correspondiente, tomándola de la bolsa, y el comodín permanece en el atril. Cuando la ficha necesaria no se encuentra en la bolsa, el comodín permanece en el tablero. Esta variante es particularmente interesante en el modo duplicado, es bueno entrenar usando el comodín
fr: Dans une partie joker, chaque tirage contient un joker. Lorsqu'un mot contenant le joker est joué sur la grille, le joker est remplacé par la lettre correspondante, et le joker reste dans le tirage. Si la lettre correspondante n'est plus présente dans le sac, le joker est laissé sur la grille. Cette variante, particulièrement intéressante en mode duplicate, permet de s'entraîner à jouer des tirages contenant un joker.
it: Nella partita jolly, ogni leggio contiene un jolly. Quando una parola che contiene il jolly viene giocata sullo schema, il jolly viene poi sostituito con la lettera corrispondente del sacchetto e il jolly resta sul leggio. Quando la lettera corrispondente non è presente nel sacchetto, il jolly è posizionato sul tabellone. Questa variante, particolarmente interessante nella modalità duplicato, è un ottimo allenamento col jolly.
sr: У џокер игри, сваки сталак садржи џокер. Када је реч која садржи џокер одиграна, џокер се замењује одговарајућим словом из врећице, а џокер остаје на сталку. Када одговарајуће слово није у врећици, џокер се ставља на таблу. Ова варијанта, посебно занимљива у дуплој игри, је добра за вежбање употребе џокера.

source: An explosive game is a bit like a joker game, except that when the computer chooses the rack (containing a joker), it performs a search and finds the best word possible with the rack. Then, if possible, it replaces the joker in the rack with the letter allowing to play this best word. This variant, unlike the joker game, allows playing with a normal-looking rack, but it usually gives much higher scores than in a normal game.
ca: Una partida explosiva s'assembla a una partida amb escarràs, excepte que en la selecció del faristol (que conté un escarràs) feta per l'ordinador. L'ordinador cerca i troba la millor paraula del faristol. Aleshores, si és possible, substitueix l'escarràs del faristol per la fitxa que permet aquesta millor jugada. Aquesta variant, al contrari que la partida amb escarràs, permet jugar amb un faristol amb aparença normal, però habitualment s'aconsegueixen puntuacions molt més elevades que en una partida duplicada normal.
cs: Výbušná hra je tak trochu jako hra se žolíkem, kromě toho případu, kdy počítač vybírá přihrádku (obsahující žolíka), provádí hledání a nalezne nejlepší možné slovo pomocí přihrádky. Potom, je-li to možné, nahradí žolíka v přihrádce písmenem, které umožňuje hrát toto nejlepší slovo. Tato obměna, na rozdíl od hry se žolíkem, umožňuje hru s běžně vypadající přihrádkou, ale obyčejně dává mnohem vyšší výsledky než v běžné hře.
es: Una partida explosiva se parece a una partida con comodín. excepto en la selección del atril (que contiene un comodín) hecha por el ordenador. El ordenador busca y encuentra la mejor jugada del atril. Entonces, si es posible, substituye el comodín por la ficha que permite esta mejor jugada. Esta variante, al contrario que la partida con comodín, permite jugar con un atril con apariencia normal, pero habitualmente se consiguen puntuaciones mucho más elevadas que en una partida duplicada normal.
fr: Une partie détonante ressemble à une partie joker, mais quand l'ordinateur choisit le tirage (qui contient un joker), il effectue une recherche et trouve le meilleur coup possible à partir du tirage. Puis, si possible, il remplace le joker par la lettre qui permet de jouer ce meilleur coup. Cette variante, contrairement à la partie joker, permet de jouer avec des tirages en apparence normaux, mais les scores possibles sont généralement bien plus élevés qu'avec une partie standard.
it: Una partita esplosiva è un po' come una partita jolly, tranne per il fatto che è il computer a scegliere le tessere (contenenti un jolly), esegue una ricerca e trova la migliore parola giocabile con quell'assortimento. Poi, se possibile, sostituisce il jolly sul leggio con la lettera che permette di giocare al meglio questa miglior parola. Questa variante, a differenza della partita jolly, permette di giocare con un leggio dall'aspetto normale, ma genera punteggi molto più alti rispetto ad una partita normale.
sr: Експлозивна игра је помало слична џокер игри, осим када рачунар изабере сталак (који садржи џокер), онда обавља претраживање и тражи најбољу могућу реч. Тада, ако је могуће, замењује џокер у сталку са словом помоћу кога одигра најбољу реч. Ова варијанта, за разлику од џокер игре, дозвољава играње са нормалним сталком, али обично даје боље резултате него у обичној игри.

source: With this variant, the rack contains 8 letters instead of 7, but at most 7 can be played at the same time. This allows for more combinations during the game, and thus higher scores.
ca: Amb aquesta variant, el faristol conté 8 fitxes en comptes de 7, però la majoria de grups de 7 fitxes es poden jugar a la vegada. Això permet fer més combinacions durant la partida, i per tant, puntuacions més altes.
cs: S touto obměnou obsahuje přihrádka 8 písmen namísto 7, ale ve stejnou dobu je možné zahrát nejvíce 7. To umožňuje více kombinací v průběhu hry a tím i vyšší výsledek.
es: Con esta variante, el atril contiene 8 fichas en lugar de 7, pero la mayoría de grupos de 7 fichas se pueden jugar a la vez. Esto permite hacer más combinaciones durante la partida y, por tanto, puntuaciones más altas.
fr: Avec cette variante, le tirage contient 8 lettres au lieu de 7, mais au plus 7 peuvent être jouées en même temps. Cela permet davantage de combinaison dans la partie, et donc des scores plus élevés.
it: Con questa variante, il leggio contiene 8 lettere invece di 7, ma al massimo 7 possono essere giocate contemporaneamente. Questo permette di avere più combinazioni durante il gioco, e quindi punteggi più alti.
sr: У овој верзији сталак садржи 8 слова уместо 7, али највише 7 могу да буду одиграна у једном потезу. То омогућава више комбинација за време игре, а тиме и већи резултат.

source: Mark the selected player(s) as favorites
ca: Mara els jugadors seleccionats com a preferits
cs: Označit vybrané(ho) hráče jako oblíbené
es: Marca los jugadores seleccionados como favoritos
fr: Marquer les joueurs sélectionnés comme favoris
it: Contrassegna i giocatori selezionati come preferiti
sr: Означи изабране играче као омиљене

source: Add the selected player(s) to the list of favorite players
ca: Afegeix els jugadors seleccionats a la llista de jugadors preferits
cs: Přidat vybrané(ho) hráče do seznamu oblíbených hráčů
es: Añade los jugadores seleccionados a la lista de jugadores favoritos
fr: Ajouter les joueurs sélectionnés à la liste des joueurs favoris
it: Aggiungi i giocatori selezionatiper alla lista dei giocatori preferiti
sr: Додај изабране играче у листу омиљених играча

source: Player %1
ca: Jugador %1
cs: Hráč %1
es: Jugador %1
fr: Joueur %1
it: Giocatore %1
sr: Играч %1

source: Select the players to add
ca: Seleccioneu els jugadors que voleu afegir
cs: Vybrat hráče k přidání
es: Seleccione los jugadores que desea añadir
fr: Sélectionner les joueurs à ajouter
it: Seleziona i giocatori da aggiungere
sr: Изаберите играче које желите да додате

source: Enter the word to play (case-insensitive). A joker from the rack must be written in parentheses. E.g.: w(o)rd or W(O)RD
ca: Indiqueu la paraula a jugar. Els escarrassos del faristol s'han d'escriure entre parèntesis. Ex.: para(u)la o PARA(U)LA
cs: Zadejte slovo pro hru (rozlišují se velká a malá písmena). Žolík z přihrádky musí být napsán v kulatých závorkách. Např.: s(l)ovo nebo S(L)OVO
es: Indique la palabra a jugar. Los comodines del atril deben indicarse entre paréntesis. Ej.: palab(r)a o PALAB(R)A
fr: Entrer le mot à jouer (insensible à la casse). Un joker provenant du chevalet doit être écrit entre parenthèses. Ex. : m(o)t ou M(O)T
it: Inserire la parola da giocare (nessuna differenza tra maiuscole e minuscole). Un jolly del leggio deve essere scritto tra parentesi. Es.: p(a)rola o P(A)ROLA
sr: Унеси реч коју желиш да одиграш (неосетљива на велика слова). Џокер из сталка мора бити написан у заградама. Нпр: р(е)ч или Р(Е)Ч

source: Enter the coordinates of the word. Specify the row before the column for horizontal words, and the column before the row for vertical words. E.g.: H4 or 4H
ca: Indiqueu les coordenades de la jugada. Especifiqueu la fila abans de la columna per a paraules horitzontals, i la columna abans de la fila per a paraules verticals. Exemple: H4 o 4H
cs: Zadejte souřadnice slova. Určete řádek před sloupcem pro vodorovná slova, a sloupec před řádkem pro svislá slova. Např.: H4 nebo 4H
es: Indique las coordenadas de la jugada. Especifique la fila antes que la columna para la palabras horizontales, y la columna antes que la fila para palabras verticales. Ejemplo: H4 o 4H
fr: Entrer les coordonnées du mot. Spécifier la rangée avant la colonne pour les mots horizontaux, et la colonne avant la rangée pour les mots verticaux. Ex. : H4 ou 4H
it: Inserisci le coordinate della parola. Specifica la riga prima della colonna per le parole orizzontali, e la colonna prima della riga per le parole verticali. Es.: H4 o 4H
sr: Унеси координате речи. Наведите врсту пре колоне за водоравне речи, и колону пре врсте за усправне речи. Нпр: H4 или 4H

source: Cannot play word: misplaced parentheses
ca: No es pot jugar la paraula: els parèntesis no es troben ben col·locats
cs: Se slovem nelze hrát: špatně umístěné kulaté závorky
es: No se puede jugar la palabra: los paréntesis no están bien colocados
fr: Impossible de jouer le mot : parenthèses mal placées
it: Impossibile giocare la parola: parentesi fuori posto
sr: Не може да одигра реч: погрешне заграде

source: Cannot pass turn: %1
ca: No es pot passar la ronda: %1
cs: Nelze vzdát kolo: %1
es: No se puede pasar la ronda: %1
fr: Impossible de passer le tour : %1
it: Impossibile passare il turno: %1
sr: Не можете да прескочите потез: %1

source: Cannot change letters '%1': %2
ca: No es poden canviar les fitxes '%1' %2
cs: Nelze změnit písmena '%1': %2
es: No se pueden cambiar las fichas '%1' %2
fr: Impossible de changer les lettres '%1' : %2
it: Impossibile cambiare lettere: '%1': %2
sr: Не можете да замените слова '%1': %2

source: Changing letters is not allowed when there are less than 7 tiles left in the bag
ca: No és permès canviar fitxes quan hi ha menys de 7 al sac
cs: Změna písmen není povolena, když v pytlíku zůstalo méně než 7 hracích kamenů
es: No está permitido cambiar las fichas cuando hay menos de 7 en la bolsa
fr: Changer des lettres n'est pas autorisé quand il reste moins de 7 lettres dans le sac
it: Il cambio lettere non è consentito quando sono rimaste meno di 7 tessere nel sacchetto
sr: Није дозвољена замена слова када је мање од 7 плочица остало у врећици

source: The rack of the current player does not contain all the listed letters
ca: El faristol del jugador actual no conté totes totes les fitxes llistades
cs: Pytlík nynějšího hráče neobsahuje všechna tato vypsaná písmena
es: El atril del jugador actual no contiene todas las fichas listadas
fr: Le tirage du joueur courant ne contient pas toutes les lettres listées
it: Il leggio del giocatore corrente non contiene tutte le lettere elencate
sr: Сталак играча не садржи сва излистана слова

source: The game is already finished!
ca: La partida gairebé ha finalitzat!
cs: Hra již skončila!
es: ¡La partida casi ha finalizado!
fr: La partie est déjà finie !
it: La partita è già terminata!
sr: Игра је већ завршена!

source: Unknown error
ca: Error desconegut
cs: Neznámá chyba
es: Error desconocido
fr: erreur inconnue
it: Errore sconosciuto
sr: Непозната грешка

source: Name
ca: Nom
cs: Název
es: Nombre
fr: Nom
it: Nome
sr: Име

source: Type
ca: Tipus
cs: Druh
es: Tipo
it: Tipo
sr: Тип

source: Level
ca: Nivell
cs: Úroveň
es: Nivel
fr: Niveau
it: Livello
sr: Ниво

source: Default
ca: Predeterminat
cs: Výchozí
es: Predeterminado
fr: Défaut
sr: Подразумевано

source: Remove selected player(s)
ca: Suprimeix els jugadors seleccionats
cs: Odstranit vybrané(ho) hráče
es: Suprimir los jugadores seleccionados
fr: Supprimer le(s) joueur(s) sélectionné(s)
it: Rimuovi giocatori selezionati
sr: Уклони изабране играче

source: Remove the selected player(s) from the list
ca: Suprimeix els jugadors seleccionats de la llista
cs: Odstranit vybrané(ho) hráče ze seznamu
es: Suprime los jugadores seleccionados de la lista
fr: Supprimer le(s) joueur(s) sélectionné(s) de la liste
it: Rimuovi giocatori selezionati dalla lista
sr: Уклони изабране играче из листе

source: New player
ca: Jugador nou
cs: Nový hráč
es: Jugador nuevo
fr: Nouveau joueur
it: Nuovo giocatore
sr: Нови играч

source: URL of the site used to display word definitions. In the URL, %w will be replaced with the word in lower case. Examples: http://fr.wiktionary.org/wiki/%w http://en.wiktionary.org/wiki/%w http://images.google.com/images?q=%w
ca: URL del lloc web usat per mostrar les defincions de les paraules. A l'URL, %w se substitueix per la paraula en minúscula. Exemples: http://ca.wiktionary.org/wiki/%w http://en.wiktionary.org/wiki/%w http://images.google.com/images?q=%w
cs: Adresa (URL) stránky použité pro zobrazení vymezení slov. V adrese, %w bude nahrazeno slovem s malými písmeny. Příklady: http://fr.wiktionary.org/wiki/%w http://en.wiktionary.org/wiki/%w http://images.google.com/images?q=%w
es: URL del sitio web usado para mostrar las definiciones de las palabras. En el URL, %w se substituye por la palabra en minúscula. Ejemplos: http://es.wiktionary.org/wiki/%w http://en.wiktionary.org/wiki/%w http://images.google.com/images?q=%w
fr: URL du site utilisé pour afficher les définitions. Dans l'URL, %w sera remplacé par le mot en minuscules. Exemples : http://fr.wiktionary.org/wiki/%w http://en.wiktionary.org/wiki/%w http://images.google.com/images?q=%w
it: URL del sito utilizzato per visualizzare le definizioni di parole. nell' URL,%w sarà sostituito con la parola in lettere minuscole. Esempi: http://it.wiktionary.org/wiki/%w http://en.wiktionary.org/wiki/%w http://images.google.com/images?q=%w
sr: URL сајта се користи за приказ дефиниције речи. У URL-у, %w ће бити замењен речју написане малим словима. Примери: http://fr.wiktionary.org/wiki/%w http://en.wiktionary.org/wiki/%w http://images.google.com/images?q=%w

source: Total duration of the timer, in seconds. Changing this value will reset the timer.
ca: Durada total del rellotge, en segons. Si canvieu aquest valor es reinicialitzara el rellotge.
cs: Celková doba trvání pro stopky v sekundách. Změna této hodnoty nastaví časování znovu.
es: Duración total del reloj, en segundos. Si cambia este valor se reinicializará el reloj.
fr: Durée totale du minuteur, en secondes. Si cette valeur change, le minuteur sera réinitialisé.
it: Durata totale del timer, in secondi. Modificando questo valore si azzera il timer.
sr: Укупно трајање тајмера, у секундама. Промена ове вредности ће ресетовати тајмер.

source: Number of remaining seconds when an alert is triggered. Use a value of -1 to disable the alert. Changing this value will reset the timer.
ca: Sonarà una alerta quan quedin aquests segons romanents. Useu el valor -1 per inhabilitar l'alerta. Si canvieu aquest valor es reinicialitzarà el rellotge
cs: Počet zbývajících sekund, když je spuštěn poplach. Použijte hodnotu -1 pro zakázání výstrahy. Změna této hodnoty nastaví časování znovu.
es: Sonará una alerta cuando queden estos segundos restantes. Use el valor -1 para inhabilitar la alerta. Si cambia este valor se reinicializará el reloj
fr: Nombre de secondes restantes lorsqu'une alerte est déclenchée. Utiliser une valeur de -1 pour désactiver l'alerte. Si cette valeur change, le minuteur sera réinitialisé.
it: Numero di secondi rimanenti, quando un allarme viene attivato. Utilizzare un valore di -1 per disattivare l'allarme. Modificando questo valore si azzera il timer.
sr: Број преосталих секунди пре активирања аларма. Користите вредност -1 да онемогућите упозорење. Промена вредности ће ресетовати тајмер.

source: If checked, a beep will be emitted when the timer reaches the alert level, and when it reaches 0.
ca: Si ho marqueu, s'emetrà un so breu quan el rellotge arribi al segons d'alarma, i també quan arribi al 0.
cs: Je-li zaškrtnuto, bude vysláno pípnutí, jestliže stopky dosáhnou úrovně poplachu, a když dosáhnou nuly.
es: Si esta opción está marcada, se emitirá un sonido breve cuando el reloj llegue a los segundos de alarma, y también cuando llegue a 0.
fr: Si la case est cochée, un bip sera émis lorsque le minuteur atteindra le niveau d'alerte, et quand il atteindra 0.
it: Se selezionato, un segnale acustico verrà emesso quando il timer raggiungerà il livello di allarme, e quando raggiungerà lo 0.
sr: Ако је изабрано, звук ће се чути сваки пут кад тајмер достигне ниво упозорења, и када буде 0.

source: If checked, the timer will be reinitialized and restarted automatically every time that the main rack changes.
ca: Si ho marqueu, el rellotge es reinicialitzarà i reiniciarà automàticament cada vegada que el faristol principal canviï.
cs: Je-li zaškrtnuto, budou stopky automaticky spuštěny znovu vždy, když se hlavní přihrádka změní.
es: Si esta opción está marcada, el reloj se reiniciará automáticamente cada vez que el atril principal cambie.
fr: Si la case est cochée, le minuteur sera réinitialisé et redémarré automatiquement à chaque changement du tirage principal.
it: Se selezionato, il timer viene reinizializzato e riavviato automaticamente ogni volta che si apportano modifiche al leggio.
sr: Ако је изабрано, тајмер ће бити враћен на почетак аутоматски сваки пут кад се главни сталак промени.

source: If checked, Eliot will connect to the Internet from time to time (about once a week) to check if new versions are available. New versions are never installed automatically, you just get a notification.
ca: Si ho marqueu, l'Eliot connectar a internet periòdicament (aprox. una vegada per setmana) per comprovar si hi ha alguna versió nova. Les versions noves no s'instal·laran mai automàticament, només rebreu una notificació.
cs: Je-li zaškrtnuto, Eliot se čas od času připojí k internetu (asi jednou za týden), aby se podíval, jestli není dostupná nová verze. Nové verze nejsou nikdy instalovány automaticky, pouze dostanete oznámení.
es: Si esta opción está marcada, Eliot conectará a internet de forma periódica (aprox. una vez a la semana) para comprobar si hay alguna versión nueva. Las versiones nuevas no se instalan nunca, sólo recibirá una notificación.
fr: Si la case est cochée, Eliot se connectera à Internet de temps à autre (environ une fois par semaine) pour vérifier si de nouvelles versions sont disponibles. Les nouvelles versions ne sont jamais installées automatiquement, vous obtenez simplement une notification.
it: Se selezionato, Eliot si collegherà a Internet di volta in volta (circa una volta a settimana), per verificare se sono disponibili nuove versioni. Le nuove versioni non vengono installate automaticamente, si riceve solo una notifica.
sr: Ако је изабрано, Eliot ће се конектовати на интернет с времена на време (отприлике једном недељно) у циљу провере да ли је доступна нова верзија. Нова верзија се никад не инсталира аутоматски, само ћете добити обавештење.
