Repository: ipkiss42/eliot
Catalog: po/*.po
Languages: ca, cs, es, fr, it, sr

source: '%1%' is not a valid letter.
ca: '%1%' no és un caràcter vàlid.
cs: '%1%' není platným písmenem.
es: '%1%' no es un carácter válido.
fr: '%1%' n'est pas une lettre valide.
it: '%1%' non è una lettera valida
sr: '%1%' није важеће слово.

source: For technical reasons, Eliot currently only supports alphabetical characters as internal character representation, even if the tile has a display string defined. Please use another character and change your word list accordingly.
ca: Per raons tècniques, l'Eliot només permet caràcters alfabètics per a representar fitxes, fins i tot si la fitxa té una cadena visible definida. Si us plau, empreu un altre caràcter per identificar la fitxa i modifiqueu la llista de paraules de forma adient.
cs: Z technických důvodů v současnosti Eliot podporuje pouze abecední znaky jakožto vnitřní vyjádření znaků, i když má hrací kámen stanoven řetězec zobrazení. Použijte, prosím, jiný znak a změňte podle toho seznam slov.
es: Por motivos técnicos. Eliot sólo permite caracteres alfabéticos para representar fichas, incluso si la ficha tiene una cadena visible definida. Por favor, use un carácter para identificar la ficha y modifique la lista de palabras consecuentemente.
fr: Pour des raisons techniques, Eliot ne supporte actuellement que des caractères alphabétiques comme caractères de représentation interne, même si la lettre a une chaîne d'affichage définie. Merci d'utiliser un autre caractère et d'adapter la liste de mots.
it: Per motivi tecnici, Eliot attualmente supporta solo caratteri alfabetici come rappresentazione del carattere interno, anche se la tessera ha una stringa di visualizzazione definito. Si prega di utilizzare un altro carattere e cambiare la lista di parole di conseguenza.
sr: Из техничких разлога, Eliot тренутно подржава само алгабетске карактере као унутрашњу репрезентацију карактера, чак и ако плочица има дефинисани стринг на себи. Молимо Вас користите други карактер и сходно томе промените вашу листу речи.

source: Could not open file '%1%'
ca: No es pot obrir el fitxer '%1%'
cs: Soubor '%1%' se nepodařilo otevřít
es: No se puede abrir el archivo '%1%'
fr: Impossible d'ouvrir le fichier '%1%'
it: Impossibile aprire il file '%1%'
sr: Не може да отвори датотеку '%1%'

source: Cannot open output file '%1%'
ca: No es pot obrir el fitxer de sortida '%1%'
cs: Nelze otevřít výstupní soubor '%1%'
es: No se puede abrir el archivo de salida '%1%'
fr: Impossible d'ouvrir le fichier d'output '%1%'
it: Impossibile aprire il file di output '%1%'
sr: Не може да отвори излазну датотеку '%1%'

source: The word list is empty!
ca: La llista de paraules és buida!
cs: Seznam slov je prázdný
es: ¡La lista de palabras está vacía!
fr: La liste de mots est vide !
it: La lista di parole è vuota!
sr: Листа речи је празна!

source: readLetters: Not enough fields in %1% (line %2%)
ca: readLetters: No hi ha els camps imprescindibles a %1% (línia %2%)
cs: readLetters: Není dost polí v %1% (řádek %2%)
es: readLetters: No hay los campos imprescindibles en %1% (línea %2%)
fr: readLetters : Pas assez de champs dans %1% (ligne %2%)
it: readLetters: Non abbastanza campi in %1% (riga %2%)
sr: учитајСлова: Недовољно поља у %1% (линија %2%)

source: readLetters: Invalid letter at line %1% (only one character allowed)
ca: readLetters: Fitxa no vàlida a la línia %1% (només es permet un caràcter)
cs: readLetters: Neplatné písmeno na řádku %1% (je povolen jen jeden znak)
es: readLetters: Ficha no válida en la línea %1% (sólo es permite un carácter)
fr: readLetters : Lettre invalide à la ligne %1% (un seul caractère est autorisé)
it: readLetters: lettera non valida alla riga %1% (un solo carattere ammesso)
sr: учитајСлова: Неважеће слово на линији %1% (само један карактер дозвољен)

source: Mandatory options:
ca: Opcions obligatòries:
cs: Povinné volby:
es: Opciones obligatorias:
fr: Options obligatoires :
it: Opzioni obbligatorie:
sr: Обавезне опције:

source: -d, --dicname <string> Set the dictionary name and version
ca: -d, --dicname <text> Estableix el nom i la versió del diccionari
cs: -d, --dicname <string> Nastavit název slovníku a jeho verzi
es: -d, --dicname <texto> Establece el nombre y versión del diccionario
fr: -d, --dicname <string> Choisir le nom et la version du dictionnaire
it: -d, --dicname <string> Imposta il nome e la versione del dizionario
sr: -d, --dicname <string> Постави име и верзију речника

source: -l, --letters <string> Path to the file containing the letters (see below)
ca: -l, --letters <text> Camí al fitxer que conté la distribució de fitxes (vegeu més endavant)
cs: -l, --letters <string> Cesta k souboru, který obsahuje písmena (viz níže)
es: -l, --letters <texto> Camino al archivo que contiene la distribución de fichas (leer más adelante)
fr: -l, --letters <string> Chemin vers un fichier contenant les lettres (voir ci-dessous)
it: -l, --letters <string> Percorso del file contenente le lettere (vedi sotto)
sr: -l, --letters <string> Стаза до датотеке која садржи слова (погледај испод)

source: -i, --input <string> Path to the uncompressed dictionary file (encoded in UTF-8)
ca: -i, --input <text> Camí al fitxer del diccionari descomprimit (codificat en UTF-8)
cs: -i, --input <string> Cesta k nestlačenému slovníkovému souboru (kódování UTF-8)
es: -i, --input <texto> Camino al archivo del diccionario descomprimido (codificado en UTF-8)
fr: -i, --input <string> Chemin vers le fichier de dictionnaire non compressé (encodé en UTF-8)
it: -i, --input <string> Percorso del file del dizionario non compresso (codifica UTF-8)
sr: -i, --input <string> Стаза до некомпресоване датотеке речника (кодиран као UTF-8)

source: The words must be in alphabetical order, without duplicates
ca: Les paraules han de trobar-se en ordre alfabètic, sense duplicats
cs: Slova musí být v abecedním pořádku, a nesmí být dvakrát
es: Las palabras deben encontrarse en orden alfabético, sin duplicados
fr: Les mots doivent être triés par ordre alphabétique,sans doublons
it: Le parole devono essere in ordine alfabetico, senza duplicati
sr: Речи морају бити у алфабетском реду, без дупликата

source: -o, --output <string> Path to the generated compressed dictionary file
ca: -o, --output <text> Camí al fitxer de diccionari comprimit
cs: -o, --output <string> Cesta k souboru s vytvořeným stlačeným slovníkem
es: -o, --output <texto> Camino al archivo del diccionario comprimido
fr: -o, --output <string> Chemin vers le fichier de dictionnaire compressé généré
it: -o, --output <string> Percorso del file dizionario compresso generato
sr: -o, --output <string> Стаза до генерисаног компресованог речника

source: Other options:
ca: Altres opcions:
cs: Jiné volby:
es: Otras opciones:
fr: Autres options :
it: Altre opzioni:
sr: Друге опције:

source: -h, --help Print this help and exit
ca: -h, --help Mostra aquesta ajuda i surt
cs: -h, --help Vytisknout tuto nápovědu a ukončit
es: -h, --help Muestra esta ayuda y sale
fr: -h, --help Affiche cette aide et quitte
it: -h, --help Stampa questo aiuto e esci
sr: -h, --help Штампа помоћ и затвара

source: Example:
ca: Exemple:
cs: Příklad:
es: Ejemplo:
fr: Exemple :
it: Esempio:
sr: Пример:

source: The file containing the letters (--letters switch) must be UTF-8 encoded.
ca: El fitxer que conté la distribució de fitxes (paràmetre --letters), cal que empri la codificació UTF-8.
cs: Soubor obsahující písmena (--přepnutí písmen) musí být kódován v UTF-8
es: El archivo que contiene la distribución de fichas (parámetro --letters), debe usar la codificación UTF-8.
fr: Le fichier contenant les lettres (option --letters) doit être encodé en UTF-8.
it: Il file contenente le lettere (--commuta lettere) deve avere la codifica UTF-8.
sr: Датотека која садржи слова мора бити кодиран као UTF-8,

source: Each line corresponds to one letter, and must contain at least 5 fields separated with one or more space(s).
ca: Cada línia correspon a una fitxa (lletra), i ha de tenir com a mínim 5 camps separats per un o més espais.
cs: Každý řádek odpovídá jednomu písmenu a musí obsahovat alespoň pět polí oddělených jednou nebo více mezerami.
es: Cada línea corresponde a una ficha (letra), y debe tener como mínimo 5 campos separados por uno o más espacios.
fr: Chaque ligne correspond à une lettre, et doit contenir au moins 5 champs séparés par une ou plusieurs espace(s).
it: Ogni riga corrisponde ad una lettera e deve contenere almeno 5 campi separati con uno o più spazi (s).
sr: Свакој линији одговара једно слово, и мора да садржи најмање 5 поља одвојених једним или са више размака.

source: - 1st field: the letter itself, as stored in the input file (single character)
ca: - 1r camp: la fitxa o lletra, com es troba codificada al fitxer d'entrada (un únic caràcter)
cs: - první pole: písmeno samo, jak je uloženo ve vstupním souboru (jeden znak)
es: - 1er campo: la ficha o letra, como se encuentra codificada en el archivo de entrada (un único carácter)
fr: - 1er champ : la lettre elle-même, telle que stockée dans le fichier d'input (simple caractère)
it: - 1° campo: la lettera stessa, come memorizzata nel file di input (singolo carattere)
sr: - Прво поље: само слово, као у улазној датотеци (један карактер)

source: - 2nd field: the points of the letter
ca: - 2n camp: els punts de la fitxa, el valor facial.
cs: - druhé pole: body písmene
es: - 2do campo: los puntos de la ficha, el valor facial.
fr: - 2e champ : les points de cette lettre
it: - 2°campo: i punti della lettera
sr: - Друго поље: поени за слово

source: - 3rd field: the frequency of the letter (how many letters of this kind in the game)
ca: - 3r camp: la freqüència de la fitxa (quantes fitxes d'aquesta mena té el joc de fitxes)
cs: - třetí pole: četnost písmene (kolik je těchže písmen ve hře)
es: - 3er campo: la frecuencia de la ficha (cuantas fichas de este tipo tiene el juego de fichas)
fr: - 3e champ : la fréquence de la lettre (nombre de lettres de ce genre dans le jeu)
it: - 3° campo: la frequenza della lettera (quante lettere di questo tipo nel gioco)
sr: - Трће поље: учесталост слова (колико тих слова има у игри)

source: - 4th field: 1 if the letter is considered as a vowel in Scrabble game, 0 otherwise
ca: - 4t camp: 1 si es considera que la fitxa és una vocal a l'Scrabble, 0 en cas contrari
cs: - čtvrté pole: 1, pokud je písmeno považováno za samohlásku ve stolní hře skládání slov z písmen do kříže (Scrabble), jinak 0
es: - 4to campo: 1 si se considera que la ficha es una vocal en el Scrabble, 0 en caso contrario
fr: - 4e champ : 1 si la lettre est considérée comme une voyelle au jeu de Scrabble, 0 sinon
it: - 4°campo: 1 se la lettera è considerata come una vocale nella partita a Scrabble, altrimenti 0
sr: - Четврто поље: 1 ако је слово самогласник у Скребл игри, 0 иначе

source: - 5th field: 1 if the letter is considered as a consonant in Scrabble game, 0 otherwise
ca: - 5è camp: 1 si es considera que la fitxa és una consonant a l'Scrabble, 0 en cas contrari
cs: - páté pole: 1, pokud je písmeno považováno za souhlásku ve stolní hře skládání slov z písmen do kříže (Scrabble), jinak 0
es: - 5to campo: 1 si se considera que la ficha es una consonante en el Scrabble, 0 en caso contrario
fr: - 5e champ : 1 si la lettre est considérée comme une consonne au jeu de Scrabble, 0 sinon
it: - 5° campo: 1 se la lettera è considerata come una consonante nella partita a Scrabble, altrimenti 0
sr: - Пето поље: 1 ако је слово сугласник у Скребл игри, 0 иначе

source: - 6th field (optional): display string for the letter (default: the letter itself)
ca: - 6è camp (opcional): cadena visible per a la fitxa (predeterminat: la mateixa lletra)
cs: - šesté pole (volitelně): zobrazovací řetězec pro písmeno (výchozí: samo písmeno)
es: - 6º campo (opcional): cadena visible para la ficha (de forma predeterminada es la misma letra)
fr: - 6e champ (optionnel) : chaîne d'affichage pour la lettre (par défaut : la lettre elle-même)
it: - 6°campo (opzionale): stringa di visualizzazione per la lettera (default: la lettera stessa)
sr: - Шесто поље (опционо): прикаже стринг који предстаља слово (подразумевано: само слово)

source: - other fields (optional): input strings for the letter, in addition to the display string
ca: - altres camps (opcional): entrades alternatives per a la fitxa, a més de la cadena visible
cs: - jiná pole (volitelně): vstupní řetězce pro písmeno, dodatečně k zobrazovacímu řetězci
es: - otros campos (opcional): entradas alternativas para la ficha, además de la cadena visible
fr: - autres champs (optionnels) : chaînes de saisie pour la lettre, en plus de la chaîne d'affichage
it: - Altri campi (opzionale): stringhe di input per la lettera, oltre alla stringa di visualizzazione
sr: - друга поља (опционо): улазни стринг за слово, у додатку да прикаже стринг

source: Example for french:
ca: Exemple pel francès:
cs: Příklad pro francouzštinu:
es: Ejemplo para el francés:
fr: Exemple pour le Français :
it: Esempio in francese:
sr: Пример за француски:

source: Example for catalan:
ca: Exemple pel català:
cs: Příklad pro katalánštinu:
es: Ejemplo para el catalán:
fr: Exemple pour le Catalan :
it: Esempio in catalano:
sr: Пример за каталонски:

source: W 10 1 0 1 L.L L.L L-L L.L
ca: W 10 1 0 1 L·L L.L L-L ĿL
cs: W 10 1 0 1 L·L L.L L-L ĿL
es: W 10 1 0 1 L·L L.L L-L ĿL
fr: W 10 1 0 1 L·L L.L L-L ĿL
sr: W 10 1 0 1 L·L L.L L-L ĿL

source: A mandatory option is missing
ca: Manca alguna opció obligatòria
cs: Povinná volba chybí
es: Falta alguna opción obligatoria
fr: Une option obligatoire est manquante
it: Manca una opzione obbligatoria
sr: Обавезна опција недостаје

source: Load time: %1% s
ca: Temps de càrrega: %1% s
cs: Nahrávací čas: %1% s
es: Tiempo de carga: %1% s
fr: Temps de chargement : %1% s
it: Tempo di caricamento: %1% s
sr: Време учитавања: %1% с

source: Compression time: %1% s
ca: Temps de compressió: %1% s
cs: Stlačovací čas: %1% s
es: Tiempo de compresión: %1% s
fr: Temps de compression : %1% s
it: Tempo di compressione: %1% s
sr: Време компресије: %1% с

source: Maximum recursion level reached: %1%
ca: Nivell màxim de recursivitat aconseguit: %1%
cs: Dosažena nejvyšší úroveň vracení se: %1%
es: Nivel máximo de recursividad conseguido: %1%
fr: Niveau maximum de récursion atteint : %1%
it: Livello di ricorsività massima raggiunta: %1%
sr: Максимални ниво рекурзије достигнут: %1%

source: Invalid CSV file (variable number of fields, from %1% to %2%)
ca: Fitxer CSV no vàlid (nombre de camps variable, des de %1% fins a %2%)
cs: Neplatný soubor CSV (různý počet polí, od %1% do %2%)
es: Archivo CSV no válido (número de campos variable, desde %1% hasta %2%)
fr: Fichier CSV invalide (nombre variable de champs, de %1% à %2%)
it: File CSV non valido (numero variabile di campi, da %1% a %2%)
sr: Неисправан CSV фајл (променљив број поља, од %1% до %2%)

source: Invalid CSV data (variable number of fields)
ca: Dades CSV no vàlides (nombre de camps variable)
cs: Neplatná data CSV (různý počet polí)
es: Datos CSV no válidos (número de campos variable)
fr: Donnée CSV invalide (nombre variable de champs)
it: Dati CSV non validi (numero di campi variabile )
sr: Неисправни CSV подаци (променљив број поља)

source: Header::Header: Too many different letters for the current format; only %1% are supported
ca: Header::Header: Hi ha massa fitxes diferents al format actual; només es permeten %1%
cs: Hlavička::Hlavička: Příliš mnoho odlišných písmen pro současný formát; pouze %1% jsou podporována
es: Header::Header: Hay demasiadas fichas distintas en el formato actual; sólo se permiten %1%
fr: Header::Header: Trop de lettres différentes pour le format courant ; seulement %1% sont supportées.
it: Intestazione::Header: troppe lettere differenti per il formato corrente, è supportato solo %1%
sr: Заглавље::Заглавље: Превише различитих слова за овај формат; само %1% су подржана

source: Header::getCharFromCode: No letter for code '%1%'
ca: Header::getCharFromCode: No hi ha cap lletra pel codi '%1%'
cs: Hlavička::getCharFromCode: Žádné písmeno pro kód '%1%'
es: Header::getCharFromCode: No hay ninguna ficha para el código '%1%'
fr: Header::getCharFromCode : Pas de lettre pour le code '%1%'
it: Intestazione :: getCharFromCode: Nessuna lettera per il codice '%1%'
sr: Заглавље::узмиКарактерИзКода: Нема слова за код '%1%'

source: Header::getCodeFromChar: No code for letter '%1%' (val=%2%)
ca: Header::getCodeFromChar: No hi ha cap codi per a la lletra '%1%' (val=%2%)
cs: Hlavička::getCodeFromChar: Žádný kód pro písmeno '%1%' (val=%2%)
es: Header::getCodeFromChar: No hay ningún código para la ficha '%1%' (val=%2%)
fr: Header::getCodeFromChar : Pas de code pour la lettre '%1%' (val=%2%)
it: Intestazione :: getCodeFromChar: Nessun codice per la lettera '%1%' (val=%2%)
sr: Заглавље::узмиКодИзКарактера: Нема кода за слово '%1%' (вредност=%2%)

source: Too old dictionary format. This format is not supported anymore since Eliot 1.8. You can create dictionaries in the new format with the 'compdic' tool provided with Eliot (since version 1.6).
ca: El format del diccionari és desfasat. Aquest format no es fa servir més des de la versió 1.8 de l'Eliot. Podeu crear diccionaris en el format nou amb l'eina 'compdic' distribuïda amb l'Eliot (des de la versió 1.6).
cs: Příliš starý formát slovníku. Tento formát není podporován od Eliota ve verzi 1.8. Slovníky můžete vytvořit v novém formátu pomocí nástroje 'compdic' poskytovaného společně s Eliotem (od verze 1.6)
es: El formato del diccionario está desfasado. Este formato no se usa más desde la versión 1.8 de Eliot. Puede crear diccionarios en el formato nuevo con la utilidad 'compdic' distribuida con Eliot (desde la versión 1.6).
fr: Format de dictionnaire trop vieux. Ce format n'est plus supporté depuis Eliot 1.8. Vous pouvez créer des dictionnaires dans le nouveau format avec l'outil 'compdic' fourni avec Eliot (depuis la version 1.6).
it: Formato dizionario troppo vecchio. Questo formato non è più supportato in Eliot 1.8. È possibile creare dizionari nel nuovo formato con lo strumento 'compdic' fornito da Eliot (a partire dalla versione 1.6).
sr: Превише стар формат речника. Овај формат није подржан још од Eliot-а 1.8. Можете да направите речнике у новом формату помоћу 'compdic' алатке коју је обезбедио Eliot (од верзије 1.6).

source: Dictionary name: %1%
ca: Nom del diccionari: %1%
cs: Název slovníku: %1%
es: Nombre del diccionario: %1%
fr: Nom du dictionnaire : %1%
it: Nome dizionario %1%
sr: Име речника: %1%

source: Compressed on: %1%
ca: S'ha comprimit en: %1%
cs: Stlačeno: %1%
es: Se ha comprimido en: %1%
fr: Compressé le : %1%
it: Compresso in %1%
sr: Компресовано у: %1%

source: Compressed using a binary compiled by: %1%
ca: S'ha comprimit fent servir una compilació binària per: %1%
cs: Stlačeno pomocí binárního souboru sestaveného: %1%
es: Se ha comprimido usando una compilación binaria por: %1%
fr: Compressé avec un binaire compilé par : %1%
it: Compresso utilizzando un binario compilato da:%1%
sr: Компресовано помоћу бинарног састављања: %1%

source: Dictionary type: %1%
ca: Tipus de diccionari: %1%
cs: Druh slovníku: %1%
es: Tipo de diccionario: %1%
fr: Type de dictionnaire : %1%
it: Tipo dizionario: %1%
sr: Тип речника: %1%

source: Letters: %1%
ca: Fitxes: %1%
cs: Písmena: %1%
es: Fichas: %1%
fr: Lettres : %1%
it: Lettere: %1%
sr: Слова: %1%

source: Number of letters: %1%
ca: Nombre de fitxes: %1%
cs: Počet písmen: %1%
es: Número de fichas: %1%
fr: Nombre de lettres : %1%
it: Numero di lettere: %1%
sr: Број слова: %1%

source: Number of words: %1%
ca: Nombre de paraules: %1%
cs: Počet slov: %1%
es: Número de palabras: %1%
fr: Nombre de mots : %1%
it: Numero di parole: %1%
sr: Број речи: %1%

source: Header size: %1% bytes
ca: Mida de la capçalera: %1% bytes
cs: Velikost záhlaví: %1% bytů
es: Tamaño de la cabecera: %1% bytes
fr: Taille du header : %1% octets
it: Dimensione intestazione: %1% byte
sr: Величина заглавља: %1% бајтова

source: Root: %1% (edge)
ca: Arrel: %1% (aresta)
cs: Kořen: %1% (okraj)
es: Raíz: %1% (arista)
fr: Racine : %1% (arcs)
it: Principale: %1% (bordo)
sr: Корен: %1% (ивица)

source: Nodes: %1% used + %2% saved
ca: Nodes: %1% usats + %2% desats
cs: Uzly: %1% používané + %2% uložené
es: Nodos: %1% usados + %2% guardados
fr: Noeuds : %1% utilisés + %2% évités
it: Nodi: %1% usato + %2% salvato
sr: Чворови: %1% се користи + %2% сачувано

source: Edges: %1% used + %2% saved
ca: Arestes: %1% usades + %2% desades
cs: Okraje: %1% používané + %2% uložené
es: Aristas: %1% usadas + %2% guardadas
fr: Arcs : %1% utilisés + %2% évités
it: Bordi: %1% utilizzato + %2% risparmiato
sr: Ивице: %1% се користи + %2% сачувано

source: Letter
ca: Fitxa
cs: Písmeno
es: Ficha
fr: Lettre
it: Lettera
sr: Слово

source: Points
ca: Punts
cs: Body
es: Puntos
it: Punti
sr: Поени

source: Frequency
ca: Freqüència
cs: Četnost
es: Frecuencia
fr: Fréquence
it: Frequenza
sr: Учесталост

source: Vowel
ca: Vocal
cs: Samohláska
es: Vocal
fr: Voyelle
it: Vocale
sr: Самогласник

source: Consonant
cs: Souhláska
es: Consonante
fr: Consonne
it: Consonante
sr: Сугласник

source: Display
ca: Visible
cs: Zobrazení
es: Visible
fr: Affichage
sr: Приказ

source: Alt. input
ca: Entrada alt.
cs: Vše, vstup
es: Entrada alt.
fr: Saisies alt.
sr: Алт. унос

source: offset binary | structure
ca: offset binari | estructura
cs: posun dvojitý | stavba
es: offset binario | estructura
fr: offset binaire | structure
it: offset binario | struttura
sr: бинарни офсет | структура

source: -d, --dictionary <string> Dictionary file (.dawg) to use
ca: -d, --dictionary <text> Fitxer del diccionari a usar (.dawg)
cs: -d, --dictionary <string> Soubor slovníku k použití (.dawg)
es: -d, --dictionary <texto> Archivo del diccionario a usar (.dawg)
fr: -d, --dictionary <string> Fichier de dictionnaire (.dawg) à utiliser
it: -d, --dizionario <string> File dizionario (.dawg) da utilizzare
sr: -d, --dictionary <string> Датотека речника (.dawg) која се користи

source: Output options:
ca: Opcions de sortida:
cs: Výstupní volby:
es: Opciones de salida:
fr: Options de sortie :
it: Opzioni di output
sr: Опције излаза:

source: -e, --header Print the dictionary header
ca: -e, --header Mostra la capçalera del diccionari
cs: -e, --header Vytisknout záhlaví slovníku
es: -e, --header Muestra la cabecera del diccionario
fr: -e, --header Afficher l'en-tête du dictionnaire
it: -e, --intestazione Stampa l'intestazione del dizionario
sr: -e, --header Штампа заглавље речника

source: -l, --letters Print letters information, in a format
ca: -l, --letters Mostra la informació de les fitxes, en un format
cs: -l, --letters Vytisknout informace o písmenu, ve formátu,
es: -l, --letters Muestra la información de las fitxa, en un formato
fr: -l, --letters Afficher des informations sur les lettres,
it: -l, --lettere Stampa informazioni sulle lettere, in un formato
sr: -l, --letters Штампа информације о словима, у формату

source: suitable for the 'compdic' program
ca: adient per al programa 'compdic'
cs: který je vhodný pro program 'compdic'
es: adecuado para el programa 'compdic'
fr: dans un format adapté au programme 'compdic'
it: compatibile col programma 'compdic'
sr: погодан за 'compdic' програм

source: -w, --words Print all the words stored in the dictionary
ca: -w, --words Mostra totes les paraules emmagatzemades al diccionari
cs: -w, --words Vytisknut všechna slova uložená ve slovníku
es: -w, --words Muestra todas las palabras almacenadas en el diccionario
fr: -w, --words Afficher tous les mots du dictionnaire
it: -w, --parole Stampa tutte le parole memorizzate nel dizionario
sr: -w, --words Штампа све речи из речника
