Repository: ipkiss42/eliot
Catalog: po/*.po
Languages: ca, cs, es, fr, it, sr

source: The selected move uses more jokers than another move with the same score (%1).
ca: La jugada de referència seleccionada usa més escarrassos que una altra jugada amb la mateixa puntuació (%1).
cs: Vybraný tah používá více žolíků než jiný tah se stejným výsledkem (%1).
es: La jugada seleccionada usa más comodines que otra jugada con la misma puntuación (%1).
fr: Le coup sélectionné utilise plus de jokers qu'un autre coup ayant le même nombre de points (%1).
it: La mossa selezionata utilizza più jolly rispetto ad un'altra mossa di pari punteggio (%1).
sr: Изабрани потез користи више џокера од другог потеза који даје исти резултат (%1).

source: You are going to suppress the assigned move for the following players:
ca: Sou a punt de retirar la jugada assignada dels següents jugadors:
cs: Chystáte se zrušit přiřazený tah pro následující hráče:
es: Está a punto de retirar la jugada asignada a los siguientes jugadores:
fr: Vous êtes sur le point de supprimer le coup affecté aux joueurs suivants :
it: Stai per eliminare la mossa assegnata per i seguenti giocatori:
sr: Сада ћете да забраните додељене потезе следећим играчима:

source: The following players already have an assigned move:
ca: Els jugadors següents ja tenen una jugada assignada:
cs: Následující hráči již mají přiřazený tah:
es: Los jugadores siguientes ya tienen una jugada asignada:
fr: Les joueurs suivants ont déjà un coup affecté :
it: I seguenti giocatori hanno già una mossa assegnata:
sr: Следећи играчи већ имају додељен потез:

source: Move assignment suppressed
ca: S'ha retirat la jugada assignada
cs: Přiřazení tahu zrušeno
es: Se ha retirado la jugada asignada
fr: Affectation de coup supprimée
it: Assegnazione mossa soppressa
sr: Забрањене одигране доделе

source: Move assigned to player(s)
ca: Jugada assignada als jugadors
cs: Tah přiřazen hráči (hráčům)
es: Jugada asignada a los jugadores
fr: Coup affecté au(x) joueur(s)
it: Mossa assegnata al giocatore
sr: Потез додељен играчу (играчима)

source: You must select a master move before ending the turn.
ca: Heu de seleccionar una jugada de referència abans de finalitzar la ronda.
cs: Před ukončením kola musíte vybrat hlavní tah.
es: Debe seleccionar una jugada de referencia antes de finalizar la ronda.
fr: Vous devez sélectionner un coup maître avant de terminer le tour.
it: È necessario selezionare una mossa master prima di terminare il turno.
sr: Морате изабрати мајсторски потез пре завршетка потеза.

source: Some player(s) have no assigned move for this turn. If you continue, they will be assigned a "(NO MOVE)" pseudo-move, but you will be able to change that later.
ca: Un o més jugadors no tenen una jugada assignada en aquesta ronda. Si continueu, se'ls hi assignarà una pseudo-jugada "(SENSE JUGADA)", però podreu canviar-ho després.
cs: Někteří hráči pro toto kolo nemají přiřazen žádný tah. Pokud se bude pokračovat, bude jim přiřazen rádoby tah "ŽÁDNÝ TAH", ale budete to moci později změnit.
es: Uno o más jugadores no tienen una jugada asignada en esta ronda. Si continúa, se les asignará una pseudo-jugada "(SIN JUGADA)", pero podrá cambiarlo después.
fr: Certains joueurs n'ont pas de coup affecté pour ce tour. Si vous continuez, il leur sera affecté un pseudo-coup "(RIEN)", mais vous pourrez changer cela ultérieurement.
it: Alcuni giocatori non hanno mosse assegnate per questo turno. Se si continua, verrà assegnata una "(NO MOVE) " pseudo-mossa, che però dopo si potrà sostiuire.
sr: Неки играчи немају додељен потез за овај ред. Ако наставите, биће им додељен "(БЕЗ ПОТЕЗА)" квази-потез, али ћете моћи то да промените касније.

source: New turn started
ca: S'ha iniciat un ronda nova
cs: Zahájeno nové kolo
es: Se ha iniciado un ronda nueva
fr: Nouveau tour démarré
it: Nuovo turno iniziato
sr: Нови ред почео

source: Status
ca: Estat
cs: Stav
es: Estado
fr: Statut
it: Stato
sr: Статус

source: Invalid
ca: No vàlid
cs: Neplatný
es: No válido
fr: Invalide
it: Non valido
sr: Неисправно

source: Some player(s) already have an assigned move. These moves will be lost if you change the rack.
ca: Hi ha un o més jugadors que ja tenen una jugada assignada. Aquestes jugades es perdran si canvieu el faristol
cs: Někteří hráči (hráč) již mají přiřazený tah. Tyto tahy budou ztraceny, pokud změníte přihrádku..
es: Hay uno o más jugadores que ya tienen una jugada asignada. Estas jugadas se perderán si cambia el atril
fr: Certains joueurs ont déjà un coup affecté. Ces coups seront perdus si vous changez le tirage.
it: Alcuni giocatori hanno già una mossa assegnata. Queste mosse andranno perse se si modifica il leggio.
sr: Неки играчи већ имају додељен потез. Ови потези ће бити изгубљени ако промените сталак.

source: Do you really want to change the rack?
ca: Voleu canviar el faristol?
cs: Opravdu chcete změnit přihrádku?
es: ¿Desea cambiar el atril?
fr: Voulez-vous vraiment changer le tirage ?
it: Vuoi davvero cambiare il leggio?
sr: Да ли желите да промените сталак?

source: Warning: Cannot set the rack to '%1': %2
ca: Atenció: No es pot posar el faristol a '%1': %2
cs: Upozornění: Nelze nastavit přihrádku na '%1': %2
es: Atención: No se puede poner el atril a '%1': %2
fr: Attention : Impossible de définir le tirage à '%1': %2
it: Attenzione: Impossibile impostare il leggio per '%1': %2
sr: Упозорење: Не може да постави сталак на '%1' %2

source: Searching with rack '%1'...
ca: S'està cercant amb el faristol '%1'...
cs: Hledá se s přihrádkou '%1'...
es: Se está buscando con el atril '%1'...
fr: Recherche en cours pour le tirage '%1'...
it: Ricerca leggio '%1' ...
sr: Претражује са сталком '%1'...

source: Search done
ca: Cerca feta
cs: Hledání dokončeno
es: Búsqueda finalizada
fr: Recherche terminée
it: Ricerca effettuata
sr: Претрага завршена

source: Use as master move
ca: Usa com a jugada de referència
cs: Použít jako hlavní tah
es: Usa como jugada de referencia
fr: Utiliser comme coup maître
it: Utilizza come mossa master
sr: Користи као мајсторски потез

source: Use the selected move (%1) as master move
ca: Usa la jugada seleccionada (%1) com a jugada de referència
cs: Použít vybraný tah (%1) jako hlavní tah
es: Usa la jugada seleccionada (%1) como jugada de referencia
fr: Utiliser le coup sélectionné (%1) comme coup maître
it: Utilizza la mossa selezionata (%1) come mossa master
sr: Користи изабран потез (%1) као мајсторски потез

source: Player at table %1 selected (%2)
ca: Heu seleccionat el jugador de la taula %1 (%2)
cs: Hráč u stolu %1 vybrán (%2)
es: Ha seleccionado el jugador de la mesa %1 (%2)
fr: Joueur à la table %1 sélectionné (%2)
it: Giocatore al tavolo %1 selezionato (%2)
sr: Играч на табли %1 изабран (%2)

source: Show played tiles
ca: Mostra les fitxes jugades
cs: Ukázat zahrané hrací kameny
es: Mostrar les fichas jugadas
fr: Montrer les lettres jouées
it: Mostra tessere giocate
sr: Прикажи одигране плочице

source: Highlight tiles present in the rack
ca: Ressalta les fitxes presents al faristol
cs: Zvýraznit hrací kameny přítomné v přihrádce
es: Resaltar las fichas presentes en el atril
fr: Surligner les lettres présentes dans le tirage
it: Evidenzia tessere presenti sul leggio
sr: Истакнуте плочице представљена у сталку

source: Show definition
ca: Mostra la definició
cs: Ukázat vymezení
es: Mostrar la definición
fr: Afficher la définition
it: Mostra definizione
sr: Прикажи дефиницију

source: Show definition of '%1' in an external browser
ca: Mostra la definició de '%1' en un navegador extern
cs: Ukázat vymezení '%1' ve vnějším prohlížeči
es: Mostrar la definición de '%1' en un navegador externo
fr: Afficher la définition of '%1' dans un navigateur web externe
it: Mostra definizione di '%1' in un browser esterno
sr: Прикажи дефиницију за '%1' у спољном претраживачу

source: Rack:
ca: Faristol:
cs: Přihrádka:
es: Atril:
fr: Tirage :
it: Leggio:
sr: Сталак:

source: Vowel?
ca: És una vocal?
cs: Samohláska?
es: ¿Es una vocal?
fr: Voyelle ?
it: Vocali?
sr: Самогласник?

source: Consonant?
ca: És una consonant?
cs: Souhláska?
es: ¿Es una consonante?
fr: Consonne ?
it: Consonanti?
sr: Сугласник?

source: Alternative inputs
ca: Entrades alternatives
cs: Náhradní vstupy
es: Entradas alternativas
fr: Saisies alternatives
it: Input alternativi
sr: Алтернативни унос

source: Please select a dictionary
ca: Seleccioneu un diccionari
cs: Vyberte, prosím, slovník
es: Seleccione un diccionario
fr: Choisir un dictionnaire
it: Si prega di selezionare un dizionario
sr: Изаберите речник

source: Invalid or incomplete letters
ca: Fitxes no vàlides o incompletes
cs: Neplatná nebo neúplná písmena
es: Fichas no válidas o incompletas
fr: Lettres invalides ou incomplètes
it: Lettere non valide o incomplete
sr: Неважећа или некомплетна слова

source: The word '%1' exists
ca: La paraula '%1' existeix
cs: Slovo '%1' existuje
es: La palabra '%1' existe
fr: Le mot '%1' existe
it: La parola '%1' esiste
sr: Реч '%1' постоји

source: The word '%1' does not exist
ca: La paraula '%1' no existeix
cs: Slovo '%1' neexistuje
es: La palabra '%1' no existe
fr: Le mot '%1' n'existe pas
it: La parola '%1' non esiste
sr: Реч '%1' не постоји

source: Rack: %1
ca: Faristol: %1
cs: Přihrádka: %1
es: Atril: %1
fr: Tirage : %1
it: Leggio %1
sr: Сталак: %1

source: Anagrams
ca: Anagrames
cs: Přesmyčky
es: Anagramas
fr: Anagrammes
it: Anagrammi
sr: Анаграми

source: Regular expression: %1
ca: Expressió regular: %1
cs: Regulární výraz: %1
es: Expresión regular: %1
fr: Expression régulière : %1
it: Espressione regolare: %1
sr: Регуларни израз: %1

source: Invalid regular expression: %1
ca: Expressió regular no vàlida: %1
cs: Neplatný regulární výraz: %1
es: Expresión regular no válida: %1
fr: Expression régulière invalide : %1
it: Espressione regolare non valida: %1
sr: Неважећи регуларни израз: %1

source: Save words list
ca: Desa la llista de paraules
cs: Uložit seznam slov
es: Guardar la lista de palabras
fr: Enregistrer la liste de mots
it: Salva lista parole
sr: Сачувај листу речи

source: Eliot - Error
cs: Eliot - Chyba
fr: Eliot - erreur
it: Eliot - Errore
sr: Eliot - Грешка

source: File '%1' successfully saved
ca: S'ha creat correctament el fitxer '%1'
cs: Soubor '%1' byl úspěšně uložen
es: Se ha creado correctamente el archivo '%1'
fr: Fichier '%1' enregistré avec succès
it: File '%1' salvato con successo
sr: Датотека '%1' успешно сачувана

source: Cannot save the words list: %1
ca: No es pot desar la llista de paraules: %1
cs: Nelze uložit seznam slov: %1
es: No se puede guardar la lista de palabras: %1
fr: Impossible de sauver la liste de mots : %1
it: Impossibile salvare la lista parole: %1
sr: Не може да сними листу речи: %1

source: Yes
ca: Sí
cs: Ano
es: Sí
fr: Oui
it: Si
sr: Да

source: No
cs: Ne
fr: Non
sr: Не

source: General information
ca: Informació general
cs: Obecné informace
es: Información general
fr: Informations générales
it: Informazioni generali
sr: Опште информације

source: On this page, you can define the main information needed to create a new dictionary.
ca: En aquesta pàgina, podeu definir la informació principal i necessària per a crear un diccionari nou.
cs: Na této stránce můžete popsat hlavní údaje potřebné pro vytvoření nového slovníku.
es: En esta página, puede definir la información principal y necesaria para crear un diccionario nuevo.
fr: Sur cette page, vous pouvez définir les principales informations nécessaires à la création d'un nouveau dictionnaire.
it: In questa pagina, è possibile definire le principali informazioni necessarie per creare un nuovo dizionario.
sr: На овој страни можете дефинисати главне информације потребне да се направи нови речник.

source: Choose a dictionary name. This name will appear in Eliot status bar when the dictionary is loaded. E.g.: My Dic 1.0
ca: Indiqueu un nom per al diccionari. Aquest nom apareixerà a la barra d'estat de l'Eliot quan el diccionari estigui carregat. Exemple: El meu diccionari 1.0
cs: Vyberte název slovníku. Tento název se při nahrání slovníku objeví v Eliotově stavovém řádku. Například: Můj slovník 1.0
es: Indique un nombre para el diccionario. Este nombre aparecerá en la barra de estado de Eliot cuando el diccionario esté cargado. Ejemplo: Mi diccionario 1.0
fr: Choisir un nom de dictionnaire. Ce nom apparaîtra dans la barre d'état d'Eliot après avoir chargé le dictionnaire. Exemple : Mon Dico 1.0
it: Dai un nome al dizionario. Questo nome verrà visualizzato nella barra di stato Eliot quando il dizionario sarà caricato. Es.: Mio Diz 1.0
sr: Изаберите име речника. То име ће се појавити у статусној линији Eliot-а када је речник учитан. Нпр: Мој Речник 1.0

source: Choose the output file. This file will be generated by the wizard, and will contain the compressed dictionary. It must have the .dawg extension.
ca: Seleccioneu el fitxer de sortida. L'assistent generarà el fitxer, que contindrà el diccionari comprimit. Ha de tenir l'extensió .dawg.
cs: Vyberte výstupní soubor. Soubor bude vytvořen průvodcem a bude obsahovat stlačený slovník. Musí mít příponu .dawg.
es: Seleccione el archivo de salida. El asistente generará el archivo, que contendrá el diccionario comprimido. Debe tener la extensión .dawg.
fr: Choisir le fichier de sortie. Ce fichier sera généré par l'assistant, et contiendra le dictionnaire compressé. Il doit avoir l'extension .dawg.
it: Scegli il file di output. Questo file sarà generato dalla procedura guidata, e conterrà il dizionario compresso. Deve avere l'estensione .dawg
sr: Изаберите излазну датотеку. Та датотека ће бити генерисана преко чаробњака, и садржаће компресован речник. Мора да има .dawg екстензију.

source: Choose the file containing the word list. It must be encoded in UTF-8, and must contain one word on each line.
ca: Seleccioneu el fitxer que conté la llista de paraules. Ha d'estar en el joc de caràcters UTF-8, i cada línia ha de tenir una paraula.
cs: Vyberte soubor obsahující seznam slov. Musí být zašifrovaný v UTF-8, a musí mít na každém řádku pouze jedno slovo.
es: Seleccione el archivo que contiene la lista de palabras. Debe estar en codificación UTF-8, y cada línea debe tener una palabra
fr: Choisir le fichier contenant la liste de mots. Il doit être encodé en UTF-8, et doit contenir un mot par ligne.
it: Scegliere il file che contiene la lista delle parole. deve essere codificato in UTF-8, e deve contenere una sola parola per riga.
sr: Изаберите датотеку која садржи листу речи. Мора да буде кодирана као UTF-8, и мора да садржи једну реч у свакој линији.

source: Some invalid (non-alphabetical) characters have been found in the word list. They are indicated below, with the first line on which they were found:
ca: La llista de paraules conté caràcters no vàlids (no alfabètics). Es mostren tot seguit, amb la primera línia on s'han trobat:
cs: V seznamu slov byly nalezeny některé neplatné znaky, jež nejsou přítomny v abecedě. Jsou ukázány níže, s údajem o prvním řádku, na kterém byly nalezeny:
es: La lista de palabras contiene caracteres no válidos (no alfabéticos). Se muestran seguido, con la primera línea donde se han encontrado:
fr: Des caractères invalides (non alphabétiques) ont été trouvés dans la liste de mots. Ils sont indiqués ci-dessous, avec la première ligne sur laquelle ils ont été trouvés :
it: Alcuni caratteri non validi (non alfabetici) sono stati trovati nella lista di parole. Sono indicati qui di seguito, con la prima linea sulla quale sono stati trovati:
sr: Неки неважећи (не-алфабетски) карактери су нађени у листи речи. Они су наведени испод, са првом линијом на којој су нађени:

source: '%1' (ASCII code %2) at line %3
ca: '%1' (codi ASCII %2) a la línia %3
cs: '%1' (kód ASCII %2) na řádku %3
es: '%1' (código ASCII %2) a la línea %3
fr: '%1' (code ASCII %2) à la ligne %3
it: '%1' (codice ASCII %2) alla riga %3
sr: '%1' (ASCII код %2) на линији %3

source: Please correct the word list.
ca: Corregiu la llista de paraules.
cs: Opravte, prosím, seznam slov.
es: Corrija la lista de palabras.
fr: Veuillez corriger la liste de mots.
it: Si prega di correggere la lista delle parole.
sr: Молимо Вас исправите листу речи.

source: The word list contains duplicate entries.
ca: La llista de paraules conté entrades duplicades.
cs: Seznam slov obsahuje některé záznamy dvakrát.
es: La lista de palabras contiene entradas duplicadas.
fr: La liste de mots contient des doublons.
it: La lista di parole contiene voci duplicate.
sr: Листа речи садржи дупликат.

source: Choose a file for the generated dictionary
ca: Seleccioneu un fitxer per al diccionari generat
cs: Vyberte soubor s vytvořeným slovníkem
es: Seleccione un archivo para el diccionario generado
fr: Choisir un fichier pour le dictionnaire généré
it: Scegli un file per il dizionario generato
sr: Изаберите датотеку за генерисан речник

source: Choose a word list file
ca: Seleccioneu un fitxer amb la llista de paraules
cs: Vyberte soubor se seznamem slov
es: Seleccione un archivo con la lista de palabras
fr: Choisir la liste de mots
it: Scegli un file elenco di parole
sr: Изабери датотеку која садржи листу речи.

source: Letters characteristics
ca: Característiques de les fitxes
cs: Vlastnosti písmen
es: Características de las fichas
fr: Caractéristiques des lettres
it: Caratteristiche delle lettere
sr: Карактеристике слова

source: The table below lists all the letters found in the word list (plus the joker). For each letter, you need to define: - its value (number of points); - its frequency (number of occurrences in the game); - whether the letter can be considered as a vowel; - whether the letter can be considered as a consonant. Note that a letter can be considered both as a vowel and as a consonant. This is usually the case for the joker and, in French, for the Y letter.
ca: El quadre següent mostra totes les lletres que s'han trobat a la llista de paraules (més l'escarràs). Per a cada lletra, heu de definir: - el seu valor (nombre de punts); - la seva freqüència (nombre de fitxes d'aquesta mena al joc); - si la lletra ha de considerar-se com una vocal; - si la lletra ha de considerar-se com una consonant. Observeu que una lletra pot considerar-se a la vegada com a vocal i com a consonant. Això succeeix habitualment en el cas de l'escarràs i, en francès, per a la lletra Y.
cs: Tabulka dole uvádí všechna písmena, která byla nalezena v seznamu slov (a navíc žolíka). U každého písmene je zapotřebí stanovit: - jeho hodnotu (počet bodů; - jeho četnost (počet výskytů ve hře); - zda lze písmeno považovat za samohlásku; - zda lze písmeno považovat za souhlásku. Všimněte si, že písmeno lze považovat jak za samohlásku, tak za souhlásku. Obvykle je to v případě žolíka a ve francouzštině písmene Y.
es: El cuadro siguiente muestra todas las letras que se han encontrado en la lista de palabras (más el comodín). Para cada letra, debe definir: - su valor (número de puntos); - su frecuencia (número de fichas de este tipo en el juego); - si la letra debe considerarse vocal; - si la letra ha debe considerarse consonante. Observe que una letra puede considerarse a la vez vocal y consonante. Esto sucede habitualmente en el caso del comodín y, en el francés, en la letra Y.
fr: La table ci-dessous liste toutes les lettres trouvées dans la liste de mots (plus le joker). Pour chaque lettre, vous devez définir : - sa valeur (nombre de points) ; - sa fréquence (nombre d'occurrences dans le jeu) ; - si la lettre peut être considérée comme une voyelle ; - si la lettre peut être considérée comme une consonne. Veuillez noter qu'une lettre peut être considérée à la fois comme voyelle et comme consonne. C'est généralement le cas pour le joker et, en français, pour la lettre Y.
it: La seguente tabella elenca tutte le lettere che si trovano nella lista di parole (più il jolly). Per ogni lettera, è necessario definire: - Il suo valore (numero di punti); - La frequenza (numero di occorrenze nella partita); - Se la lettera può essere considerata come una vocale; -. Se la lettera può essere considerata come una consonante Si noti che una lettera può essere considerata sia come vocale che come consonante. Questo è di solito il caso del jolly e, in francese, della lettera Y.
sr: Табела испод приказује сва слова нађена у листи речи (плус џокери). За свако слово потребно је да дефинишете: - његову вредност (број поена); - његову учесталост (број појављивања у игри) - да ли је слово самогласник; - да ли је слово сугласник. Такође слово може да буде дефинисано и као сугласник и као самогласник. То је случај са џокерима, или за Y у француском језику.

source: Some letters were not found in the current dictionary. Please complete the values manually.
ca: Algunes lletres no s'ha trobat al diccionari actual. Completeu els valors manualment
cs: Některá písmena nebyla v současném slovníku nalezena. Doplňte, prosím, hodnoty ručně.
es: Algunas letras no se encuentra en el diccionario actual. Complete los valores manualmente
fr: Certaines lettres n'ont pas été trouvées dans le dictionnaire courant. Veuillez compléter les valeurs manuellement.
it: Alcune lettere non sono state trovate nel dizionario corrente. Si prega di compilare i valori manualmente.
sr: Нека слова нису нађена у тренутном речнику. Молимо унесите вредности ручно.

source: Conclusion
ca: Conclusió
cs: Závěr
es: Conclusión
it: Finale
sr: Закључак

source: Click '%1' to generate the dictionary.
ca: Feu clic a '%1' per generar el diccionari.
cs: Klepněte na '%1' pro vytvoření slovníku.
es: Haga clic en '%1' para generar el diccionario.
fr: Cliquez sur '%1' pour générer le dictionnaire.
it: Clicca '%1' per generare il dizionario.
sr: Кликни на '%1' да направиш речник.

source: You may now load it in Eliot using the checkbox below. You can also load it later, using the 'Settings -> Change dictionary...' menu option.
ca: Podeu carregar-lo a l'Eliot usant l'opció següent. També podeu carregar-lo més tard, fent servir l'opció del menú'Paràmetres -> Canvia el diccionari..."
cs: Nyní jej můžete nahrát do Eliotu pomocí zaškrtávacího políčka níže. Také jej můžete nahrát později za použití volby hlavní nabídky "Nastavení -> Změnit slovník...".
es: Puede cargarlo en Eliot usando la opción siguiente. También puede cargarlo más tarde, usando la opción del menú 'Parámetros -> Cambiar el diccionario...'
fr: Vous pouvez le charger dans Eliot en utilisant l'option ci-dessous. Vous pouvez également le charger ultérieurement, en allant dans le menu 'Paramètres -> Choisir un dictionnaire...'
it: È ora possibile caricarla in Eliot utilizzando la casella qui sotto. È anche possibile caricare in seguito, utilizzando "Impostazioni -> Modifica dizionario ... ' nel menu opzioni.
sr: Сада то можете учитати у Eliot користећи поље за потврду испод. Такође можете учитати касније, користећи 'Поставке -> Промени речник...' опцију из менија.

source: Could not create dictionary:
ca: No es pot crear el diccionari:
cs: Nepodařilo se vytvořit slovník:
es: No se puede crear el diccionario:
fr: Impossible de créer le dictionnaire :
it: Impossibile creare il dizionario:
sr: Неуспело генерисање речника:

source: Dictionary successfully created
ca: El diccionari s'ha creat correctament
cs: Slovník byl úspěšně vytvořen
es: El diccionario se ha creado correctamente
fr: Dictionnaire créé avec succès
it: Dizionario creato con successo
sr: Речник успешно направљен

source: Favorite players
ca: Jugadors preferits
cs: Oblíbení hráči
es: Jugadores favoritos
fr: Joueurs favoris
it: Giocatori preferiti
sr: Омиљени играчи
