Repository: ipkiss42/eliot
Catalog: po/*.po
Languages: ca, cs, es, fr, it, sr

source: The favorite players listed below can be used in the "New game" dialog, to add players quickly. Those marked as "Default" will appear there directly (useful if you often play with the same players).
ca: Els jugadors preferits llistats a sota es poden usar amb el diàleg "Partida nova" per afegir jugadors ràpidament. Els que estiguin marcats com "Predeterminat" apareixeran directament (útil si habitualment jugueu amb els mateixos jugadors).
cs: Oblíbení hráči uvedení níže mohou být použiti v dialogu Nová hra pro rychlé přidání nových hráčů. Hráči označení jako Výchozí se tam objeví přímo (užitečné je to, když často hrajete s těmi samými hráči).
es: Los jugadores favoritos listados debajo se pueden usar en el diálogo "Partida nueva" para añadir jugadores rápidamente. Los que estén marcados como "Predeterminado" aparecerán directamente (útil si habitualmente juega con los mismos jugadores).
fr: Les joueurs favoris listés ci-dessous peuvent être utilisés dans la boîte de dialogue "Nouvelle partie", pour ajouter rapidement des joueurs. Ceux marqués "Défaut" y apparaîtront directement (utile si vous jouez souvent avec les mêmes joueurs).
it: I giocatori preferiti elencati sotto possono essere utilizzati nella finestra di dialogo "Nuova partita" , per aggiungere rapidamente i giocatori. Quelli contrassegnati come " Default" appariranno direttamente (utile se si gioca spesso con gli stessi giocatori).
sr: Омиљени играчи приказани испод могу бити коришћени у прозору "Нова игра", како бисте додали играча брзо. Они означени као "Подразумевани" ће се појавити директно (корисно ако често играте са истим играчима).

source: To add or remove a player, use the buttons at the bottom. You can edit the existing players directly in the table, by double-clicking on them.
ca: Per afegir o suprimir un jugador, useu els botons sota la taula. Podeu editar els jugadors existents directament a la taula, fent-hi doble clic.
cs: Pro přidání nebo odstranění hráče použijte tlačítka dole. Stávající hráče můžete upravovat přímo v tabulce tak, že na ně dvakrát klepnete.
es: Para añadir o suprimir un jugador, use los botones bajo la tabla. Puede editar los jugadores directamente en la tabla, haciendo doble clic.
fr: Pour ajouter ou supprimer un joueur, utiliser les boutons en bas. Vous pouvez modifier les joueurs existants directement dans la liste, en faisant un double-clic dessus.
it: Per aggiungere o rimuovere un giocatore, utilizza i pulsanti nella parte inferiore. È possibile modificare i giocatori esistenti direttamente nella tabella, facendo doppio clic su di essi.
sr: Да додате или уклоните играча користите опције на дну. Можете изменити постојеће играче директно на табли, двоструким кликом на њима.

source: Add player
ca: Afegeix un jugador
cs: Přidat hráče
es: Añadir un jugador
fr: Ajouter un joueur
it: Aggiungi giocatore
sr: Додај играча

source: Remove player
ca: Suprimeix un jugador
cs: Odstranit hráče
es: Suprimir un jugador
fr: Supprimer un joueur
it: Rimuovi giocatore
sr: Уклони играча

source: Move selection upwards
ca: Mou la selecció amunt
cs: Posunout výběr nahoru
es: Mover la selección hacia arriba
fr: Déplacer la sélection vers le haut
it: Sposta la selezione verso l'alto
sr: Помери избор нагоре

source: Move selection downwards
ca: Mou la selecció avall
cs: Posunout výběr dolů
es: Mueve la selección hacia abajo
fr: Déplacer la sélection vers le bas
it: Spostare la selezione verso il basso
sr: Помери селекцију надоле

source: CSV Import...
ca: Importació CSV...
cs: Zavedení CSV...
es: Importar CSV...
fr: Import CSV...
it: Importazione CSV
sr: Увези CSV...

source: CSV Export...
ca: Exportació CSV...
cs: Vyvedení CSV...
es: Exportar CSV...
fr: Export CSV...
it: Esportazione CSV
sr: Извези CSV...

source: Choose a CSV file containing favorite players to import
ca: Seleccioneu un fitxer CSV amb els jugadors preferits que voleu importar
cs: Vybrat k zavedení soubor CSV obsahující oblíbené hráče
es: Escoja un archivo CSV con los jugadores favoritos que desea importar
fr: Choisir un fichier CSV contenant les joueurs favoris à importer
it: Scegli un file CSV contenente giocatori preferiti da importare
sr: Изаберите CSV фајл који садржи омиљене играче за увоз...

source: fav_players.csv
ca: jugadors_pref.cvs
cs: obl_hráči.csv
es: jugadores_fav.cvs
fr: joueurs_favoris.csv
it: giocatori_pref.csv

source: CSV files (*.csv)
ca: Fitxers CVS (*.csv)
cs: Soubory (CSV (*.csv)
es: Archivos CVS (*.csv)
fr: Fichiers CSV (*.csv)
it: File CSV (*.csv)
sr: CSV фајлови (*.csv)

source: Cannot open file '%1' for reading
ca: No es pot obrir per a lectura el fitxer '%1'
cs: Nelze otevřít soubor '%1' pro čtení
es: No se puede abrir para lectura el archivo '%1'
fr: Impossible d'ouvrir le fichier '%1' en lecture
it: Impossibile aprire il file '%1' per la lettura
sr: Не може да отвори датотеку '%1%' за читање

source: Invalid file (not enough values)
ca: Fitxer no vàlid (no hi ha valors suficients)
cs: Neplatný soubor (nedostatek hodnot)
es: Archivo no válido (no hay valores suficientes)
fr: Fichier invalide (pas assez de valeurs)
it: File non valido (valori insufficienti)
sr: Неисправан фајл (недовољно вредности)

source: Cannot import favorite players: %1
ca: No es poden importar els jugadors preferits: %1
cs: Nelze zavést oblíbené hráče: %1
es: No se pueden importar los jugadores favoritos: %1
fr: Impossible d'importer les joueurs favoris : %1
it: Impossibile importare giocatori preferiti: %1
sr: Не може да увезе омиљене играче: %1

source: Choose a CSV file to save the favorite players
ca: Trieu un fitxer CSV per desar les jugadors preferits
cs: Vybrat soubor CSV pro uložení oblíbených hráčů
es: Escoja un archivo CSV para guardar los jugadores favoritos
fr: Choisir un fichier CSV pour sauvegarder les joueurs favoris
it: Scegli un file CSV per salvare i giocatori preferiti
sr: Изабери CSV фајл да сачуваш омиљена играче

source: Cannot open file '%1' for writing
ca: No es pot obrir per a escriptura el fitxer '%1'
cs: Nelze otevřít soubor '%1' pro zápis
es: No se puede abrir para escritura el archivo '%1'
fr: Impossible d'ouvrir le fichier '%1' en écriture
it: Impossibile aprire il file '%1' per la scrittura
sr: Не може да отвори датотеку '%1%' за упис

source: Cannot export favorite players: %1
ca: No es poden exportar els jugadors preferits: %1
cs: Nelze vyvést oblíbené hráče: %1
es: No se pueden exportar los jugadores favoritos: %1
fr: Impossible d'exporter les joueurs favoris : %1
it: Impossibile esportare giocatori preferiti: %1
sr: Не може да извезе омиљене играче: %1

source: cost: %1
cs: Náklady: %1
es: coste: %1
fr: coût : %1
it: costa: %1
sr: цена: %1

source: Show
ca: Mostra
cs: Ukázat
es: Mostrar
fr: Afficher
it: Mostra
sr: Прикажи

source: Each hint has a corresponding cost, seen as a time penalty.
ca: Cada pista té un cost associat, considereu-ho com una penalització de temps.
cs: Každá rada má odpovídající náklady, které jsou viděny jako časový postih
es: Cada pista tiene un coste asociado, considérelo com una penalización de tiempo.
fr: Chaque indice a un coût associé, considéré comme une pénalité de temps.
it: Ogni suggerimento ha un costo corrispondente, come una penalità di tempo.
sr: Сваки предлог има одговарајућу казну, у виду временске казне.

source: Hints
ca: Pistes
cs: Rady
es: Pistas
fr: Indices
it: Suggerimenti
sr: Предлози

source: Hint
ca: Pista
cs: Rada
es: Pista
fr: Indice
it: Suggerimento
sr: Предлог

source: Turn
ca: Ronda
cs: Kolo
es: Ronda
fr: Coup
it: Turno
sr: Потез

source: Rack
ca: Faristol
cs: Přihrádka
es: Atril
fr: Tirage
it: Leggio
sr: Сталак

source: Total
cs: Celkem
it: Totale
sr: Укупно

source: Game %
ca: Partida %
cs: Hra %
es: Partida %
fr: Partie %
it: Partita %
sr: Игра %

source: (NO MOVE)
ca: (SENSE JUGADA)
cs: (ŽÁDNÝ TAH)
es: (SIN JUGADA)
fr: (RIEN)
it: (NESSUNA MOSSA)
sr: (БЕЗ ПОТЕЗА)

source: (PASS)
ca: (PASSA)
cs: (VZDÁNÍ)
es: (PASA)
fr: (PASSE)
it: (PASSA)
sr: (ПРЕСКОЧЕНО)

source: &Game
ca: &Partida
cs: &Hra
es: &Partida
fr: &Partie
it: &Partita
sr: &Игра

source: Board
ca: Tauler
cs: Hrací deska
es: Tablero
fr: Grille
it: Tabellone
sr: Табла

source: Cannot load dictionary '%1' indicated in the preferences. Reason: %2
ca: No es pot carregar el diccionari '%1' indicat a les preferències. Motiu: %2
cs: Nelze nahrát slovník '%1' označený v nastavení. Důvod: %2
es: No se puede cargar el diccionario '%1' indicado en las preferencias. Motivo: %2
fr: Impossible de charger le dictionnaire '%1' indiqué dans les préférences. Raison : %2
it: Impossibile caricare il dizionario '%1' indicato nelle preferenze. Motivo: %2
sr: Не може да учита речник '%1%' дефинисан у подешавањима. Разлог: %2

source: Consonants: %1 | Vowels: %2 | Jokers: %3
ca: Consonants: %1 | Vocals: %2 | Escarrassos: %3
cs: Souhlásky: %1 | Samohlásky: %2 | Žolíci: %3
es: Consonantes: %1 | Vocales: %2 | Comodines: %3
fr: Consonnes : %1 | Voyelles : %2 | Jokers : %3
it: Consonanti: %1 | Vocali: %2 | Jolly: %3
sr: Суглесници: %1 | Самогласници: %2 | Џокери: %3

source: Turn %1/%2
ca: Ronda %1/%2
cs: Kolo %1/%2
es: Ronda %1/%2
fr: Tour %1/%2
it: Turno %1/%2
sr: Потез %1/%2

source: End of the game
ca: Final de la partida
cs: Konec hry
es: Fin de la partida
fr: Fin de la partie
it: Fine della partita
sr: Крај игре

source: Error during auto-save of the game: %1
ca: S'ha produït un error en desar la partida automàticament: %1
cs: Chyba při automatickém ukládání hry: %1
es: Se ha producido un error al guardar la partida automáticamente: %1
fr: Erreur lors de la sauvegarde automatique de la partie : %1
it: Errore durante il salvataggio automatico del gioco: %1
sr: Грешка приликом аутоматског чувања игре: %1

source: No game
ca: Cap partida
cs: Žádná hra
es: Ninguna partida
fr: Pas de partie en cours
it: Nessuna partita
sr: Нема игре

source: Training mode
ca: Mode d'entrenament
cs: Režim cvičení
es: Modo de entrenamiento
fr: Mode entraînement
it: Modalità allenamento
sr: Тренинг

source: Arbitration game
ca: Partida arbitrada
cs: Rozhodčí hra
es: Partida arbitrada
fr: Partie arbitrage
it: Partita di arbitrato
sr: Игра са арбитражом

source: Arbitration
ca: Arbitratge
cs: Rozhodčí režim
es: Arbitraje
fr: Arbitrage
it: Arbitrato
sr: Арбитража

source: Topping mode
ca: Mode topping
cs: Režim nejlepšího tahu
es: Modo topping
fr: Mode topping
it: Modalità topping
sr: Игра тражења најбољих речи

source: Duplicate game
ca: Partida duplicada
cs: Zdvojená hra
es: Partida duplicada
fr: Partie duplicate
it: Partita a duplicato
sr: Дупла игра

source: Free game
ca: Partida lliure
cs: Volná hra
es: Partida libre
fr: Partie libre
it: Partita libera
sr: Слободна игра

source: Players
ca: Jugadors
cs: Hráči
es: Jugadores
fr: Joueurs
it: Giocatori
sr: Играчи

source: No dictionary
ca: No hi ha diccionari
cs: Žádný slovník
es: No hay diccionario
fr: Aucun dictionnaire
it: Nessun dizionario
sr: Нема речника

source: Dictionary: %1
ca: Diccionari: %1
cs: Slovník: %1
es: Diccionario: %1
fr: Dictionnaire : %1
it: Dizionario: %1
sr: Речник: %1

source: No definitions site defined. Please define one in the preferences.
ca: No teniu cap lloc web de definicions establert. Establiu-ne un a les preferències.
cs: Nestanovena žádná stránka s vymezeními. Stanovte, prosím, jednu v nastavení.
es: No tiene configurado ningún sitio web de definiciones. Configure uno en las preferencias.
fr: Le site de définitions n'est pas défini. Veuillez en définir un dans les préférences.
it: Nessun sito definizioni scelto. Si prega di sceglierne uno nelle preferenze.
sr: Није дефинисан сајт за дефиниције. Молимо Вас дефинишите сајт у подешавањима.

source: A game has been started.
ca: S'ha iniciat una partida.
cs: Hra byla spuštěna.
es: Se ha iniciado una partida.
fr: Une partie a commencé
it: Una partita è stata avviata.
sr: Игра је почела.

source: Do you really want to quit?
ca: Voleu sortir?
cs: Opravdu chcete skončit?
es: ¿Desea salir?
fr: Voulez-vous vraiment quitter ?
it: Sei sicuro di voler uscire?
sr: Да ли желите да изађете?

source: Loading a dictionary will stop the current game.
ca: Si carregueu un diccionari, finalitzareu la partida actual.
cs: Nahrávání slovníku zastaví současnou hru.
es: Si carga un diccionario, finalizará la partida actual.
fr: Charger un dictionnaire arrêtera la partie en cours.
it: Caricando un dizionario si fermerà la partita in corso.
sr: Учитавање речника ће прекинути тренутну игру.

source: Loaded dictionary '%1'
ca: Diccionari carregat: '%1'
cs: Nahraný slovník '%1'
es: Diccionario cargado: '%1'
fr: Dictionnaire '%1' chargé
it: Dizionario caricato '%1'
sr: Учитан речник '%1'

source: Cannot play '%1' at position '%2': %3
ca: No es pot jugar '%1' a la posició '%2': %3
cs: Nelze hrát '%1' v poloze '%2': %3
es: No se puede jugar '%1' en la posición '%2': %3
fr: Impossible de jouer '%1' en '%2' : %3
it: Impossibile giocare '%1' alla posizione: '%2': %3
sr: Не можете одиграти '%1' на позицији '%2': %3

source: Some letters are not valid for the current dictionary
ca: Algunes fitxes no són vàlides al diccionari actual
cs: Některá písmena nejsou pro současný slovník platná
es: Algunas fichas no son válidas en el diccionario actual
fr: Le tirage contient des lettres incorrectes pour le dictionnaire courant
it: Alcune lettere non sono valide per il dizionario corrente
sr: Нека слова нису важећа за овај речник

source: Invalid coordinates
ca: Coordenades no vàlides
cs: Neplatné souřadnice
es: Coordenadas no válidas
fr: Coordonnées invalides
it: Coordinate non valide
sr: Неисправне координате

source: The word does not exist
ca: La paraula no existeix
cs: Slovo neexistuje
es: La palabra no existe
fr: Le mot n'existe pas
it: La parola non esiste
sr: Реч не постоји

source: The rack doesn't contain the letters needed to play this word
ca: El faristol no té les fitxes necessàries per jugar aquesta paraula
cs: Přihrádka neobsahuje písmena, která jsou potřebná pro hru s tímto slovem
es: El atril no tiene las fichas necesarias para jugar esta palabra
fr: Le chevalet ne contient pas les lettres permettant de jouer ce mot
it: Il leggio non contiene le lettere utili a giocare questa parola
sr: Сталак не садржи слова потребна да се одигра ова реч

source: The word is part of a longer one
ca: La paraula és part d'una altra més llarga
cs: Slovo je částí delšího slova
es: La palabra es parte de otra más larga
fr: Le mot fait partie d'un autre mot plus long
it: La parola è parte di una più lunga
sr: Реч је део дуже речи

source: The word tries to replace an existing letter
ca: La jugada intenta substituir una fitxa ja existent
cs: Slovo zkouší nahradit stávající písmeno
es: La jugada intenta substituir una ficha ya existente
fr: Le mot remplace une lettre existante
it: La parola tenta di sostituire una lettera esistente
sr: Реч покушава да замени постојеће слово

source: An orthogonal word is not valid
ca: Una paraula secundària no és vàlida
cs: Pravoúhlé slovo není platné
es: Una palabra secundaria no es válida
fr: Un mot perpendiculaire est invalide
it: Una parola ortogonale non è consentita
sr: Ортогонална реч није важећа

source: The word is already present on the board at these coordinates
ca: La paraula ja es troba present al tauler amb aquestes coordenades
cs: Slovo je již na hrací desce přítomno na těchto souřadnicích
es: La palabra ya se encuentra presente en el tablero con estas coordenadas
fr: Le mot est déjà présent sur la grille à cette position
it: La parola è già presente sulla scheda a queste coordinate
sr: Реч већ постоји на табли на тој позицији

source: A word cannot be isolated (not connected to the placed words)
ca: Una paraula no pots estar aïllada (sense connectar a alguna paraula del tauler)
cs: Slovo nemůže být osamělé (nespojené s umístěnými slovy)
es: Una palabra no puede estar aislada (sin conectar a otra palabra del tablero)
fr: Un mot ne peut pas être isolé (non connecté aux autres mots placés)
it: Una parola non può essere isolata (non collegata alle parole posizionate)
sr: Реч не може бити изолована (није повезана са постављеним речима)

source: The first word of the game must be horizontal
ca: La primera paraula de la partida ha de ser horitzontal
cs: První slovo hry musí být vodorovné
es: La primera palabra de la partida debe ser horizontal
fr: Le premier mot de la partie doit être horizontal
it: La prima parola del gioco deve essere orizzontale
sr: Прва реч у игри мора да буде хоризонтална

source: The first word of the game must cover the H8 square
ca: La primera paraula de la partida ha de cobrir la casella H8
cs: První slovo hry musí pokrýt čtvereček H8
es: La primera palabra de la partida debe cubrir la celda H8
fr: Le premier mot de la partie doit couvrir la case H8
it: La prima parola del gioco deve coprire la casella H8
sr: Прва реч у игри мора да покрије поље H8

source: The word is going out of the board
ca: La paraula surt fora del tauler
cs: Slovo jde mimo hrací desku
es: La palabra sale fuera del tablero
fr: Le mot sort de la grille
it: La parola esce fuori dallo schema
sr: Реч иде изван табле

source: The word contains too many letters from the rack
ca: La paraula conté més fitxes que no pas hi ha al faristol.
cs: Slovo obsahuje příliš mnoho písmen z přihrádky
es: La palabra contiene más fichas que no las que tiene el atril.
fr: Le mot contient trop de lettres provenant du tirage
it: La parola contiene troppe lettere del leggio
sr: Реч садржи превише слова са сталка

source: Incorrect or misplaced word
ca: Paraula incorrecta o en mala posició
cs: Nesprávné nebo špatně umístěné slovo
es: Palabra incorrecta o en mala posición
fr: Mot incorrect ou mal placé
it: Parola non corretta o fuori posto
sr: Нетачна или погрешна реч

source: &New...
ca: &Nova...
cs: &Nová hra...
es: &Nueva...
fr: &Nouvelle partie...
it: &Nuovo...
sr: &Нова...

source: Start a new game
ca: Inicia una partida nova
cs: Začít novou hru
es: Inicia una partida nova
fr: Démarrer une nouvelle partie
it: Inizia una nuova partita
sr: Започни нову игру

source: &Load...
ca: &Obre...
cs: &Nahrát hru...
es: &Abrir...
fr: &Charger...
it: &Carica...
sr: &Учитај...

source: Load an existing game
ca: Obre una partida desada
cs: Nahrát stávající hru
es: Abre una partida guardada
fr: Charger une partie existante
it: Carica una partita esistente
sr: Учитај постојећу игру

source: Load the auto-saved game
ca: Obre una partida desada automàticament
cs: Nahrát automaticky uloženou hru
es: Abrir una partida guardada automáticamente
fr: Charger la partie sauvegardée automatiquement
it: Carica la partita auto-salvata
sr: Учитај аутоматски сачувану игру

source: Load the automatically saved game (useful after a crash)
ca: Obre la partida desada automàticament (útil després d'un tancament forçat)
cs: Nahrát automaticky uloženou hru (užitečné po pádu programu)
es: Abre una partida guardada automáticamente (útil después de un cierre forzado)
fr: Charger la partie sauvegardée automatiquement (utile après un crash)
it: Carica la partita salvata automaticamente (utile dopo un crash)
sr: Учитај аутоматски сачувану игру (корисно након квара)

source: &Save as...
ca: Anomena i de&sa...
cs: &Uložit jako...
es: &Guardar como...
fr: &Enregistrer sous...
it: &Salva con nome...
sr: &Сачувај као...

source: Save the current game
ca: Desa la partida actual
cs: Uložit nynější hru
es: Guarda la partida actual
fr: Sauvegarder la partie en cours
it: Salva la partita in corso
sr: Сачувај тренутну игру

source: &Print preview...
ca: Exemple d'im&pressió...
cs: &Náhled tisku...
es: Vista &preliminar...
fr: &Aperçu avant impression...
it: &Anteprima di stampa ...
sr: &Преглед пре штампања...

source: Print preview
ca: Exemple d'impressió
cs: Náhled tisku
es: Vista preliminar
fr: Aperçu avant impression
it: Anteprima di stampa
sr: Преглед пре штампања

source: &Print...
ca: Im&primeix...
cs: &Tisk...
es: Im&primir...
fr: Im&primer...
it: &Stampa...
sr: &Штампај...

source: Print the current game
ca: Imprimeix la partida actual
cs: Vytisknout nynější hru
es: Imprime la partida actual
fr: Imprimer la partie en cours
it: Stampa la partita in corso
sr: Одштампај тренутну игру

source: &Quit
ca: &Surt
cs: &Ukončit
es: &Salir
fr: &Quitter
it: &Esci
sr: &Излаз

source: Quit Eliot
ca: Surt de l'Eliot
cs: Ukončit program Eliot
es: Sale de Eliot
fr: Quitter Eliot
it: Chiudi Eliot
sr: Затвори Eliot

source: &History
ca: &Historial
cs: &Historie
es: &Historial
fr: &Historique
it: &Cronologia
sr: &Историја

source: &First turn
ca: Ronda &inicial
cs: &První kolo
es: Ronda &inicial
fr: &Premier tour
it: &Primo turno
sr: &Први игра

source: Go to the first turn of the game
ca: Va a la ronda inicial de la partida
cs: Jít na první kolo hry
es: Ir a la ronda inicial de la partida
fr: Aller au premier tour de la partie
it: Vai al primo turno di gioco
sr: Иди на први потез

source: &Previous turn
ca: Ronda &anterior
cs: &Předchozí kolo
es: Ronda &anterior
fr: Tour &précédent
it: &Turno precedente
sr: &Претходни потез

source: Ctrl+Left
ca: Ctrl+Esquerra
cs: Ctrl+šipka vlevo
es: Ctrl+Izquierda
fr: Ctrl+Gauche
it: Ctrl+Freccia Sinistra

source: Go to the previous turn of the game
ca: Va la ronda anterior de la partida
cs: Jít na předchozí kolo hry
es: Ir a la ronda anterior de la partida
fr: Aller au tour précédent de la partie
it: Vai al turno di gioco precedente
sr: Иди на претходни потез

source: &Next turn
ca: Ronda &següent
cs: &Další kolo
es: Ronda &siguiente
fr: Tour &suivant
it: &Turno successivo
sr: &Следећи потез

source: Ctrl+Right
ca: Ctrl+Dreta
cs: Ctrl+šipka vpravo
es: Ctrl+Derecha
fr: Ctrl+Droite
it: Ctrl+Freccia Destra

source: Go to the next turn of the game
ca: Va la ronda següent de la partida
cs: Jít na další kolo hry
es: Ir a la ronda siguiente de la partida
fr: Aller au tour suivant de la partie
it: Vai al turno di gioco successivo
sr: Иди на следећи потез

source: &Last turn
ca: Úl&tima ronda
cs: &Poslední kolo
es: Ú&ltima ronda
fr: &Dernier tour
it: &Ultimo turno
sr: &Последњи потез

source: Go to the last turn of the game
ca: Va la darrera ronda jugada de la partida
cs: Jít na poslední kolo hry
es: Ir a la última ronda de la partida
fr: Aller au dernier tour de la partie
it: Vai all'ultimo turno di gioco
sr: Иди на последњи потез

source: &Replay turn
ca: To&rna a jugar la ronda
cs: &Opakovat kolo
es: &Vuelve a jugar la ronda
fr: &Rejouer ce tour
it: &Rigioca il turno
sr: &Понови потез

source: Play the game from the current position, replacing what was really played
ca: Juga la partida des la posició actual, substituint tot allò que s'ha jugat.
cs: Hrát hru od současné polohy. Nahrazuje se to, co bylo skutečně hráno
es: Juega la partida desde la posición actual, substituyendo todo lo que se ha jugado.
fr: Jouer la partie depuis la position courante, en remplaçant ce qui a vraiment été joué
it: Gioca la partita dalla posizione corrente, sostituendo ciò che è stato realmente giocato
sr: Одиграј игру са тренутне позиције, замењујући оно што је стварно одиграно

source: &Settings
ca: &Configuració
cs: &Nastavení
es: &Configuración
fr: Para&mètres
it: &Impostazioni
sr: &Поставке

source: &Choose dictionary...
ca: &Carrega un diccionari...
cs: &Vybrat slovník...
es: &Cargar un diccionario...
fr: Choisir un &dictionnaire...
it: &Scegli dizionario ...
sr: &Изабери речник...

source: Select a new dictionary
ca: Seleccioneu un diccionari nou
cs: Vybrat nový slovník
es: Seleccione un diccionario nuevo
fr: Choisir un nouveau dictionnaire
it: Seleziona un nuovo dizionario
sr: Изабери нов речник

source: Create &new dictionary...
ca: Crea un diccionari &nou...
cs: Vytvořit &nový slovník...
es: Crear un diccionario &nuevo...
fr: Créer un &nouveau dictionnaire...
it: Crea &nuovo dizionario ...
sr: Направи &нов речник...
