Repository: ipkiss42/eliot
Catalog: po/*.po
Languages: ca, cs, es, fr, it, sr

source: Maximum number of results returned by a search. The returned results will always be the best ones. Use 0 to disable the limit (warning: searches yielding many results could be very slow in this case!).
ca: Nombre màxim de resultats per a una cerca. Els resultats retornats seran sempre els millors. Useu 0 per inhabilitar el límit (avís: les cerques que donen masses resultats poden ser extremadament lentes en aquest cas!)
cs: Největší počet výsledků vrácený hledáním. Vrácené výsledky budou vždy ty nejlepší. Použijte 0 pro zákaz omezení (upozornění: hledání vynášející mnoho výsledků v tomto případě mohou být nesmírně pomalá!).
es: Número máximo de resultados para una búsqueda. Los resultados devueltos serán siempre los mejores. Use 0 para inhabilitar el límite (aviso: ¡las búsquedas que dan demasiados resultados pueden ser extremadamente lentas en este caso!)
fr: Nombre maximal de résultats renvoyés par une recherche. Les résultats renvoyés sont toujours les meilleurs. Indiquez 0 pour désactiver la limite (attention : les recherches renvoyant beaucoup de résultats peuvent devenir extrêmement lentes dans ce cas !)
it: Numero massimo di risultati restituiti da una ricerca. I risultati restituiti saranno sempre i migliori. Usare 0 per disabilitare il limite (attenzione: in questo caso le ricerche producono molti risultati e potrebbero essere molto lente).
sr: Максимални број резултата из претраге. Пронађен резултат ће увек бити онај најбољи. Користите 0 да искључите ограничење (упозорење: претрага која даје много резултата може бити веома спора у овом случају!).

source: If checked, a master move will be selected by default when searching the results. It is still possible to change the master move afterwards.
ca: Si ho marqueu, se seleccionarà una jugada de referència de forma predeterminada en cercar els resultats. Podreu canviar la jugada de referència després.
cs: Je-li zaškrtnuto, bude při hledání výsledků vybrán hlavní tah jako výchozí. Pořád ještě je poté možné změnit hlavní tah.
es: Si esta opción está marcada, se seleccionará una jugada de referencia de forma predeterminada al buscar los resultados. Puede cambiar la jugada de referencia después.
fr: Si la case est cochée, un coup maître sera sélectionné par défaut lors d'une recherche des résultats. Il est toujours possible de changer le coup maître ultérieurement.
it: Se selezionato, una mossa master verrà selezionata di default durante la ricerca dei risultati. È comunque possibile modificare la mossa master successivamente.
sr: Ако је изабрано, мајсторски потез ће бити селектован као подразумеван када се тражи резултат. И даље је могуће променити мајсторски потез након тога.

source: If checked, the rack will be completed with random letters. Uncheck this option if you prefer to choose the letters yourself.
ca: Si ho marqueu, el faristol es completarà amb fitxes de forma aleatòria. Desmarqueu aquesta opció si preferiu triar les fitxes manualment.
cs: Je-li zaškrtnuto, bude přihrádka doplněna náhodnými písmeny. Zrušte označení této volby, pokud dáváte přednost vlastnoručnímu výběru písmen.
es: Si esta opción está marcada, el atril se completará con fichas de forma aleatoria. Desmarque esta opción si prefiere escoger las fichas manualmente.
fr: Si la case est cochée, le tirage sera complété avec des lettres aléatoires. Décochez cette option si vous préférez choisir les lettres vous-même.
it: Se selezionato, il leggio sarà completato con lettere casuali. Deselezionare questa opzione se si preferisce scegliere le lettere da soli.
sr: Ако је изабрано, сталак ће се попунити насумично. Ако није, дозвољено је да изаберете слова самостално.

source: If checked, solos are given automatically, when appropriate. Uncheck this option if you prefer to do it manually.
ca: Si ho marqueu, la bonificació per jugada magistral s'assigna automàticament quan sigui necessari. Desmarqueu aquesta opció si preferiu assignar-la manualment.
cs: Je-li zaškrtnuto, sóla jsou dávána automaticky, když je to přiměřené. Zrušte označení této volby, pokud dáváte přednost dělat to ručně.
es: Si esta opción está marcada, las bonificacions por jugada magistral se asignan automáticamente, cuando sea necesario. Desmarque esta opción si prefiere hacerlo manualmente.
fr: Si la case est cochée, les solos sont donnés automatiquement quand c'est nécessaire. Décochez cette option si vous préférez le faire manuellement.
it: Se selezionato, quando opportuno, gli assoli sono dati automaticamente. Deseleziona questa opzione se preferisci farlo manualmente.
sr: Ако је изабрано, самосталне игре су дате аутоматски, кад је прикладно. Не бирајте опцију ако желите да то радите самостално.

source: Maximal number of "acceptable" warnings. Any additional warning will give a penalty to the player.
ca: Nombre màxim d'avisos "acceptable". Qualsevol avís addicional assignarà una penalització al jugador.
cs: Největší počet přijatelných varování. Při jakémkoli dalším varování dostane hráč pokutu.
es: Número máximo de avisos "aceptable". Cualquier aviso adicional asignará una penalización al jugador.
fr: Nombre maximal d'avertissement "acceptables". Tout avertissement additionnel donnera une pénalité au joueur.
it: Numero massimo di "avvertimenti" ammissibili. Ogni ulteriore avvertimento darà una penalità al giocatore.
sr: Максимални број "прихватљивих" упозорења. Свако додатно упозорење ће дати казну играчу.

source: If checked, the player gets, at each turn, a score penalty equal to the elapsed time for the turn.
ca: Si ho marqueu, el jugador obté, en cada ronda, una penalització en punts igual al temps transcorregut durant la ronda.
cs: Je-li zaškrtnuto, dostává hráč při každém kole bodový postih, který se rovná času uplynulému za kolo.
es: Si esta opción está marcada, el jugador obtiene, en cada ronda, una penalización en la puntuación igual al tiempo transcurrido en la ronda.
fr: Si la case est cochée, le player reçoit à chaque tour une pénalité égale au temps écoulé pour le tour.
it: Se selezionato, il giocatore riceve, ad ogni turno, una sanzione sul punteggio uguale al tempo trascorso per il turno.
sr: Ако је изабрано, играч добија, у сваком потезу, казнене поене једнаке протеклом времену за потез.

source: Number of points added to the player score when the timer expires. Set it to 0 if you don't want any penalty.
ca: El nombre de punts que s'afegiran a la puntuació del jugador si el rellotge arriba a zero. Establiu-ho a 0 si no voleu cap penalització.
cs: Počet bodů přidaných k hráčovu bodovému výsledku, když stopky vyprší. Nastavte na 0, pokud nechcete dostávat žádný postih.
es: El número de puntos añadidos a la puntuación del jugador cuando el reloj expira. Déjelo a 0 si no desa ninguna penalización.
fr: Nombre de points ajoutés au score du joueur lorsque le minuteur s'arrête. Entrez la valeur 0 si vous ne voulez pas de pénalité.
it: Numero di punti aggiunti al punteggio del giocatore alla scadenza del timer. Impostare a 0 se non si desidera alcuna penalità.
sr: Број поена додатих игрчевом резулату када тајмер истекне. Поставите на 0 ако не желите казне.

source: %1 error
ca: Error %1
cs: %1 chyba
es: Error %1
fr: Erreur %1
it: %1 errore
sr: %1 грешка

source: Cannot load preferences: %1
ca: No es poden carregar les preferències: %1
cs: Nelze nahrát nastavení: %1
es: No se pueden cargar las preferencias: %1
fr: Impossible de charger les préférences : %1
it: Impossibile caricare le preferenze: %1
sr: Не може да учита подешавања: %1

source: Cannot save preferences: %1
ca: No es poden desar les preferències: %1
cs: Nelze uložit nastavení: %1
es: No se pueden guardar las preferencias: %1
fr: Impossible de sauver les préférences : %1
it: Impossibile salvare le preferenze: %1
sr: Не може да сачува подешавања: %1

source: Do you want to continue?
ca: Voleu continuar?
cs: Chcete pokračovat?
es: ¿Desea continuar?
fr: Voulez-vous continuer ?
it: Vuoi continuare?
sr: Да ли желите да наставите?

source: Do not show this confirmation anymore
ca: No mostris més aquesta confirmació
cs: Neukazovat toto potvrzení více
es: No mostrar más esta confirmación
fr: Ne plus afficher cette confirmation
it: Non mostrare più questa conferma
sr: Не приказуј више ово обавештење

source: You can still display the confirmation in the future, by changing the appropriate option in the preferences.
ca: Podeu mostrar la confirmació en el futur, canviant l'opció adient a les preferències.
cs: Potvrzení můžete zobrazit ještě v budoucnosti tím, že změníte odpovídající volbu v nastavení.
es: Puede mostrar la confirmación en el futuro, cambiando la opción correspondiente en las preferencias.
fr: Vous pourrez toujours afficher la confirmation à nouveau, en changeant l'option appropriée dans les préférences.
it: È comunque possibile visualizzare la conferma in futuro, modificando la relativa opzione nelle preferenze.
sr: И даље можете приказати обавештење убудуће, тако што ћете променити одговарајуће опције у подешавањима.

source: Lock columns sizes
ca: Bloca la mida de les columnes
cs: Zamknout velikosti sloupců
es: Bloquear el tamaño de las columnas
fr: Verrouiller la taille des colonnes
it: Blocca dimensione colonne
sr: Закључај величину колона

source: Disable auto-resizing of the columns
ca: Inhabilita l'ajustament automàtic de mida de les columnes
cs: Zakázat automatickou změnu velikosti sloupců
es: Inhabilita el ajuste automático de tamaño de las columnas
fr: Désactive le redimensionnement automatique des colonnes
it: Disabilita l'auto-ridimensionamento delle colonne
sr: Онемогући аутоматско прилагођавање величине колона

source: Flip table
ca: Capgira la taula
cs: Obrátit tabulku
es: Voltea la tabla
fr: Inverser la table
it: Inverti la tabella
sr: Окрени таблу

source: Flip the table so that rows and columns are exchanged. This allows sorting the players by ranking, for example.
ca: Capgira la taula de forma que les files i columnes s'intercanvien. Això permet ordenar els jugador per puntuació, per exemple.
cs: Obrátit tabulku, aby byly řádky a sloupce vyměněny. To například umožní řazení hráčů podle hodnocení.
es: Voltea la tabla de forma que se intercambian las filas y columnas. Esto permite ordenar los jugadores por puntuación, por ejemplo.
fr: Inverser la table, de telle sorte que les lignes et les colonnes soient échangées. Cela permet par exemple de trier les joueurs par classement.
it: Inverti la tabella in modo che le righe e le colonne siano scambiate. Questo permette ad esempio di ordinare i giocatori secondo la classifica.
sr: Окреће таблу тако да су врсте и колоне замењене. То дозвољава сортирање играча по поенима, на пример.

source: Print preview...
ca: Exemple d'impressió...
cs: Náhled tisku...
es: Vista preliminar...
fr: Aperçu avant impression...
it: Anteprima di stampa...
sr: Преглед пре штампања...

source: Print the table.
ca: Imprimeix la taula.
cs: Vytisknout tabulku.
es: Imprime la tabla.
fr: Imprimer la table
it: Stampa il tavoliere.
sr: Одштампај таблу.

source: Print...
ca: Imprimeix...
cs: Tisk
es: Im&primir...
fr: Impression...
it: Stampa...
sr: Штампај...

source: Sub-total
cs: Pod-celkem
fr: Sous-total
it: Sub-totale
sr: Збир

source: End game points
ca: Punts de final de partida
cs: Body za konec hry
es: Puntos de final de partida
fr: Points de fin de partie
it: Punti di fine partita
sr: Поени на крају игре

source: Solo points
ca: Punts de jugada magistral
cs: Body za sóla
es: Puntos de jugada magistral
fr: Points de solo
it: Punti assolo
sr: Индивидуални поени

source: Penalties
ca: Penalitzacions
cs: Pokuty
es: Penalizaciones
fr: Pénalités
it: Penalità
sr: Казне

source: Warnings
ca: Avisos
cs: Varování
es: Avisos
fr: Avertissements
it: Avvertimenti
sr: Упозорења

source: Diff
ca: Dif.
cs: Rozdíl
es: Dif.
sr: Разлика

source: Ranking
ca: Rànquing
cs: Umístění
es: Ranquin
fr: Classement
it: Classifica
sr: Рангирање

source: Game
ca: Partida
cs: Hra
es: Partida
fr: Partie
it: Partita
sr: Игра

source: Word: %1
ca: Paraula: %1
cs: Slovo: %1
es: Palabra: %1
fr: Mot : %1
it: Parola: %1
sr: Реч: %1

source: Ref: %1
ca: Coord: %1
cs: Souřadnice: %1
es: Coord.: %1
fr: Réf : %1
it: Arbitro: %1
sr: Реф: %1

source: Invalid move (%1 - %2)
ca: Jugada no vàlida (%1 - %2)
cs: Neplatný tah (%1 - %2)
es: Jugada no válida (%1 - %2)
fr: Coup invalide (%1 - %2)
it: Mossa non valida (%1 - %2)
sr: Нисправан потез (%1 - %2)

source: Changed letters: %1
ca: Canvia fitxes: %1
cs: Změněná písmena: %1
es: Fichas cambiadas: %1
fr: Lettres changées : %1
it: Lettere cambiate: %1
sr: Замењена слова: %1

source: Passed turn
ca: Ha passat ronda
cs: Vzdané kolo
es: Ha pasado la ronda
fr: Tour passé
it: Turno passato
sr: Прескочен потез

source: No move
ca: Sense jugada
cs: Žádný tah
es: Sin jugada
fr: Aucun coup
it: Nessuna mossa
sr: Без потеза

source: Points: %1
ca: Punts: %1
cs: Body: %1
es: Puntos: %1
it: Punti: %1
sr: Поени: %1

source: Points: %1 (%2)
ca: Punts:%1 (%2)
cs: Body: %1 (%2)
es: Puntos:%1 (%2)
it: Punti: %1 (%2)
sr: Поени: %1 (%2)

source: max
ca: màx.
cs: Nejvíce
es: máx.
it: massimo
sr: макс

source: Solo: %1
ca: Jug. magistral: %1
cs: Sólo: %1
es: Jug. magistral: %1
it: Assolo: %1
sr: Индивидуално: %1

source: Warnings: %1
ca: Avisos: %1
cs: Varování: %1
es: Avisos: %1
fr: Avertissements : %1
it: Avvertimenti: %1
sr: Упозорења: %1

source: Penalties: %1
ca: Penalitzacions: %1
cs: Pokuty: %1
es: Penalizaciones: %1
fr: Pénalités : %1
it: Penalità: %1
sr: Казне: %1

source: The table numbers must be unique, but "%1" appears several times.
ca: Els números de taula han de ser únics, però "%1" apareix repetit.
cs: Čísla stolů musí být jedinečná, "%1" se však objevuje několikrát.
es: Los números de mesa deben ser únicos, pero "%1" aparece repetido.
fr: Les numéros de table doivent être uniques, mais "%1" apparaît plusieurs fois.
it: I numeri della tabella devono essere univoci, ma "%1" compare più volte.
sr: Бројеви из табеле морају да буду јединствени, "%1" се појављује више пута.

source: End of turn
ca: Fi de la ronda
cs: Konec kola
es: Fin de la ronda
fr: Fin du tour
it: Fine del turno
sr: Крај потеза

source: The allocated time for the turn has expired. The top is %1 at %2 for %3 points.
ca: El temps assignat per a la ronda ha finalitzat. La jugada màxima és %1 a %2 i obté %3 punts.
cs: Čas vyhrazený pro kolo vypršel. Nejlepší tah je %1 na %2 za %3 bodů.
es: El tiempo asignado a la ronda ha finalizado. La mejor jugada és %1 a %2 consiguiendo %3 puntos.
fr: Le temps alloué pour le tour a expiré. Le top est %1 en %2 pour %3 points.
it: Il tempo assegnato per il turno è scaduto. Il top è %1 a %2 per %3 punti.
sr: Предвиђено време за потез је истекло. Најбољи потез је %1 на %2 за %3 поена.

source: Warning: Cannot set the rack to '%1' %2
ca: Atenció: No es pot posar el faristol a '%1' %2
cs: Upozornění: Nelze nastavit přihrádku na '%1' %2
es: Atención: No se puede poner el atril a '%1' %2
fr: Attention : Impossible de définir le tirage à '%1' %2
it: Attenzione: non è possibile impostare il leggio a '%1' %2
sr: Упозорење: Не може да постави сталак на '%1' %2

source: Checking for updates...
ca: S'està comprovant si hi ha cap actualització...
cs: Hledají se aktualizace...
es: Comprobando actualizaciones...
fr: Recherche des mises à jour...
it: Controllo aggiornamenti...
sr: Провери да ли постоје надоградње...

source: Update check completed, no new version available
ca: La comprovació ha finalitzat, no hi ha cap versió nova disponible
cs: Hledání novější verze bylo skončeno, žádná novější verze nebyla nalezena
es: La comprobación ha finalizado, no hay ninguna versión nueva disponible
fr: Recherche des mises à jour terminée, pas de nouvelle version disponible
it: Controllo aggiornamenti completato, nessuna nuova versione disponibile
sr: Провера доградњи завршена, нема нове верзије

source: Update check failed. Please check your internet connection
ca: La comprovació ha fallat. Verifiqueu la connexió a internet
cs: Hledání novější verze se nezdařilo. Prověřte, prosím, své připojení k internetu
es: La comprobación ha fallado. Verifique la conexión a internet
fr: Recherche des mises à jour a échoué. Veuillez vérifier votre connexion à Internet
it: Aggiornamento non riuscito. Verifica la tua connessione a Internet
sr: Провера надоградњи неуспешна. Проверите интернет конекцију

source: Eliot %1 is available.
ca: L'Eliot %1 es troba disponible.
cs: Je dostupný Eliot %1
es: Eliot %1 está disponible.
fr: Eliot %1 est disponible.
it: Eliot %1 è disponibile.
sr: Eliot %1 је доступан.

source: You can download it from %1.
ca: Podeu baixar-lo des de %1
cs: Stahovat lze z %1
es: Puede descargarlo desde %1
fr: Vous pouvez le télécharger depuis %1.
it: È possibile scaricarlo da %1.
sr: Можете је преузети са %1.

source: This message will be displayed at most once a week.
ca: Aquest missatge es mostrarà setmanalment.
cs: Tato zpráva se zobrazí nejvíc jedenkrát týdně.
es: Este mensaje se mostrará semanalmente.
fr: Ce message sera affiché au maximum une fois par semaine.
it: Questo messaggio viene visualizzato al massimo una volta alla settimana.
sr: Ова порука ће бити приказана највише једном недељно.

source: New version available
ca: Hi ha disponible una versió nova
cs: Dostupná nová verze
es: Hay una versión nueva disponible
fr: Nouvelle version disponible
it: Nuova versione disponibile
sr: Нова верзија доступна

source: Scores
ca: Puntuacions
cs: Výsledky
es: Puntuaciones
it: Punteggi
sr: Резултати

source: Racks
ca: Faristols
cs: Přihrádky
es: Atriles
fr: Tirages
it: Leggii
sr: Сталци

source: Search complete
ca: Cerca completa
cs: Hledání hotovo
es: Búsqueda completa
fr: Recherche terminée
it: Ricerca completa
sr: Претрага комплетирана

source: Search results
ca: Resultats de la cerca
cs: Výsledky hledání
es: Resultados de la búsqueda
fr: Résultats de la recherche
it: Risultati della ricerca
sr: Резултати претраге

source: History of the game
ca: Historial de la partida
cs: Záznam o průběhu hry
es: Historial de la partida
fr: Historique de la partie
it: Cronologia della partita
sr: Историја игре

source: N | RACK | SOLUTION | REF | PTS | BONUS
ca: N | FARISTOL | SOLUCIÓ | REF | PTS | BONIFICACIÓ
cs: ČÍSLO | PŘIHRÁDKA | ŘEŠENÍ | SOUŘADNICE | BODY | ODMĚNA
es: N | ATRIL | SOLUCIÓN | REF | PTS | BONIFICACIÓN
fr: N | TIRAGE | SOLUTION | REF | PTS | BONUS
it: N | LEGGIO | SOLUZIONE | ARB | PUNTI | BONUS
sr: БР | СТАЛАК | РЕШЕЊЕ | РЕФ | ПОЕНИ | БОНУС

source: Help
ca: Ajuda
cs: Nápověda
es: Ayuda
fr: Aide
it: Aiuto
sr: Помоћ

source: [Global]
cs: [Celkové]
fr: [Général]
it: [Globale]
sr: [Глобално]

source: h, H, ? Show/hide help box
ca: h, H, ? Mostra/amaga la finestra d'ajuda
cs: h, H, ? Ukázat/Skrýt okénko s nápovědou
es: h, H, ? Mostrar/ocultar la ventana de ayuda
fr: h, H, ? Afficher/cacher la boîte d'aide
it: h, H, ? Mostra/nascondi finestra di aiuto
sr: h, H, ? Прикажи/сакриј поље за помоћ

source: y, Y Show/hide history of the game
ca: y, Y Mostra/amaga l'historial de la partida
cs: y, Y Ukázat/Skrýt záznam o průběhu hry
es: y, Y Mostrar/ocultar el historial de la partida
fr: y, Y Afficher/cacher l'historique de la partie
it: y, Y Mostra/nascondi cronologia partita
sr: y, Y Прикажи/сакриј историју игре

source: b, B Show/hide contents of the bag (including letters of the racks)
ca: b, B Mostra/amaga es contingut del sac (incloent-hi les fitxes dels faristols)
cs: b, B Ukázat/Skrýt průběh hry obsah pytlíku (včetně písmen v přihrádce)
es: b, B Mostrar/ocultar el contenido de la bolsa (incluyendo las fichas de los atriles)
fr: b, B Afficher/cacher le contenu du sac (avec les lettres des tirages)
it: b, B Mostra/nascondi contenuto del sacchetto (incluse le lettere del leggio)
sr: b, B Прикажи/сакриј садржај врећице (укључујуће слова са сталка)

source: e, E Show/hide dots on empty squares of the board
ca: e, E Mostra/amaga els punts de les caselles buides del tauler
cs: e, E Ukázat/Skrýt tečky v prázdných čtverečcích na hrací desce
es: e, E Mostrar/ocultar los puntos de las celdas vacías del tablero
fr: e, E Afficher/cacher les points sur les cases vides du plateau de jeu
it: e, E Mostra/nascondi puntini sulle caselle vuote del tabellone
sr: e, E Прикажи/сакриј ознаке на празним пољима табле

source: d, D Check the existence of a word in the dictionary
ca: d, D Comprova l'existència d'una paraula al diccionari
cs: d, D Ověřit, že slovo je ve slovníku
es: d, D Verificar la existencia de una palabra en el diccionario
fr: d, D Vérifier l'existence d'un mot dans le dictionnaire
it: d, D Controlla l'esistenza di una parola nel dizionario
sr: d, D Проверава постојање речи у речнику

source: j, J Play a word
ca: j, J Juga una paraula
cs: j, J Hrát slovo
es: j, J Jugar una palabra
fr: j, J Jouer un mot
it: j, J Gioca una parola
sr: j, J Одиграј реч

source: s, S Save the game
ca: s, S Desa la partida
cs: s, S Uložit hru
es: s, S Guardar la partida
fr: s, S Sauvegarder la partie
it: s, S Salva la partita
sr: s, S Сачувај игру

source: l, L Load a game
ca: l, L Carrega la partida
cs: l, L Nahrát hru
es: l, L Cargar la partida
fr: l, L Charger une partie
it: l, L Carica una partita
sr: l, L Учитај игру

source: q, Q Quit
ca: q, Q Surt
cs: q, Q Ukončit
es: q, Q Salir
fr: q, Q Quitter
it: q, Q Esci
sr: q, Q Излаз

source: [Training mode]
ca: [Mode entrenament]
cs: [Režim cvičení]
es: [Modo entrenamiento]
fr: [Mode entraînement]
it: [Modalità allenamento]
sr: [Тренинг]

source: * Take a random rack
ca: * Pren un faristol aleatori
cs: * Vzít náhodnou přihrádku
es: * Tomar un atril aleatorio
fr: * Tirage aléatoire
it: * Prendi un leggio casuale
sr: * Узми насумични сталак

source: + Complete the current rack randomly
ca: + Completa el faristol actual de forma aleatòria
cs: + Dodělat současnou přihrádku náhodně
es: + Completar el atril actual de forma aleatoria
fr: + Compléter le tirage courant de manière aléatoire
it: + Completa il leggio corrente in modo casuale
sr: + Комплетира тренутни сталак насумично

source: t, T Set the rack manually
ca: t, T Indica el faristol manualment
cs: t, T Nastavit přihrádku ručně
es: t, T Indicar el atril manualmente
fr: t, T Entrer le tirage manuellement
it: t, T Imposta il leggio manualmente
sr: t, T Ручно постави сталак

source: c, C Compute all the possible words
ca: c, C Calcula totes la paraules possibles
cs: c, C Vypočítat všechna možná slova
es: c, C Calcular todas la palabras posibles
fr: c, C Calculer tous les mots possibles
it: c, C Calcola tutte le parole possibili
sr: c, C Израчуна све могуће речи

source: r, R Show/hide search results
ca: r, R Mostra/amaga els resultat de la cerca
cs: r, R Ukázat/Skrýt okno výsledky hledání
es: r, R Mostrar/ocultar el resultado de la búsqueda
fr: r, R Afficher/cacher les résultats de la recherche
it: r, R Mostra/nascondi i risultati della ricerca
sr: r, R Прикажи/сакриј резултате претраге

source: [Duplicate mode]
ca: [Mode duplicada]
cs: [Zdvojený režim]
es: [Modo duplicada]
fr: [Mode duplicate]
it: [Modalità duplicato]
sr: [Дупла игра]

source: n, N Switch to the next human player
ca: n, N Canvia al següent jugador humà
cs: n, N Přepnout na dalšího lidského hráče
es: n, N Cambiar al siguiente jugador humano
fr: n, N Passer au joueur humain suivant
it: n, N Passa al giocatore umano successivo
sr: n, N Пребаци на следећег играча (човек)

source: [Free game mode]
ca: [Mode partida lliure]
cs: [Režim volné hry]
es: [Modo de partida libre]
fr: [Mode partie libre]
it: [Modalità partita libera]
sr: [Слободна игра]

source: p, P Pass your turn (with or without changing letters)
ca: p, P Passa la vostra ronda (amb o sense canvi de fitxes)
cs: p, P Vzdát svoje kolo (s nebo beze změny písmen)
es: p, P Pasar la ronda (con o sin cambio de fichas)
fr: p, P Passer son tour (en changeant ou pas certaines lettres)
it: p, P Passa il tuo turno (con o senza il cambio delle lettere)
sr: p, P Прескочи свој потез (са или без замене слова)
